{
    "1" : [
      {
        "kr" : [
            {
                "head" : [
                    "- 히트 작곡팀 별들의전쟁 * (GALACTIKA *)과 세 번째 만남! ‘달라달라’, ‘WANNABE’ 이을 新 명곡 탄생 예감!<br>",
                    "- 타이틀곡 'LOCO', ITZY가 노래하는 ‘미친’ 사랑의 노래! Z세대의 화법으로 표현한 강렬한 감정의 이끌림!<br>",
                    "- 모두가 기다려온 첫 정규 앨범! 최상의 완성도 자랑하는 신보 및 타이틀곡으로 2021 하반기 가요계 정조준!"
                ],
                "content" : [
                    "ITZY(있지)가 9월 24일 첫 번째 정규 앨범 (크레이지 인 러브)와 타이틀곡 'LOCO'(로꼬)를 전 세계 동시 발매하고 화려하게 컴백한다.<br>",
                    "ITZY는 4월 30일 발표한 미니 4집 (게스 후)와 타이틀곡 ‘마.피.아. In the morning’(마피아 인 더 모닝)으로 미국을 비롯한 여러 해외 차트에서 뚜렷한 성과를 거뒀다. 미국 빌보드의 메인 차트인 ‘빌보드 200’과 ‘아티스트 100’에 동시 진입하는 쾌거를 이뤘고, 글로벌 음악 플랫폼 스포티파이의 글로벌 톱 200 차트에서는 자체 기록을 경신하며 놀라운 성장세를 입증했다. 와일드한 콘셉트와 최강 퍼포먼스로 ‘K팝 프런트 그룹’다운 기세를 드러낸 이들은 데뷔 후 처음으로 발표하는 정규 음반 로 세계 무대를 향해 더욱 힘찬 발걸음을 내딛는다.<br>",
                    "타이틀곡 ‘LOCO’는 스스로에 대한 믿음을 바탕으로 늘 당당함을 잃지 않는 ITZY의 새로운 모습을 만날 수 있다. 사랑 따위에 목 메지 않을 것만 같던 이들은 결국 그 사랑에 깊게 빠져 버렸음을 고백하고 “넌 날 반쯤 미치게 만들어”, “Oh Gosh 이건 달콤한 독 같아”와 같은 말을 쏟아내며 강렬한 감정의 이끌림을 노래한다...."
                ],
                "more" : [
                    "ITZY(있지)가 9월 24일 첫 번째 정규 앨범 "
                ]
            }
        ],
        "th" : [
            {
                "head" : [
                    "- การพบกันครั้งที่ 3 กับทีมนักแต่งเพลงยอดฮิตอย่าง GALACTIKA *, คาดว่าจะได้เห็นผลงานยอดเยี่ยมชิ้นใหม่ต่อจาก ‘DALLA DALLA’ และ ‘WANNABE’<br>",
                    "- เพลงไตเติ้ล 'LOCO', เพลงรัก ‘บ้าคลั่ง’ ของ ITZY, ความรู้สึกแรงกล้าที่นำพาไป แสดงออกด้วยวิธีการพูดอย่างคน Gen Z<br>",
                    "- อัลบั้มเต็มชุดแรกที่ทุกคนเฝ้ารอคอย!, พร้อมสะเทือนวงการเพลงในครึ่งหลังของปี 2021 ด้วยผลงานชุดใหม่และเพลงไตเติ้ลที่อัดแน่นไปด้วยคุณภาพที่ดีที่สุด!"
                ],
                "content" : [
                    "ITZY (อิทจี) คัมแบ็กอย่างยิ่งใหญ่ด้วยการปล่อยอัลบั้มเต็มชุดแรก พร้อมเพลงไตเติ้ล 'LOCO' พร้อมกันทั่วโลกในวันที่ 24 กันยายน<br>",
                    "เมื่อวันที่ 30 เมษายนที่ผ่านมา ITZY ได้ปล่อยผลงานมินิอัลบั้มชุดที่ 4 พร้อมเพลงไตเติ้ล ‘마.피.아. In the morning’ เรียกได้ว่าพวกเธอประสบความสำเร็จในการสร้างสถิติบนหลายชาร์ตเพลงของต่างประเทศ รวมถึงประเทศสหรัฐอเมริกา โดยการเข้าสู่ชาร์ตเพลงหลักของ Billboard อย่าง ‘Billboard 200’ และ ‘Artist 100’ ได้ในเวลาเดียวกัน อีกทั้งยังพิสูจน์ให้เห็นถึงการเติบโตอันน่าทึ่งด้วยการทำลายสถิติของตัวเองบน ‘Global Top 200’ ของ Spotify แพลตฟอร์มสำหรับการฟังเพลงระดับโลกอีกด้วย และในครั้งนี้พวกเธอก็กลับมาพร้อมคอนเ...   "
                ],
                "more" : [
                    "ITZY (อิทจี) คัมแบ็กอย่างยิ่งใหญ่ด้วยการปล่อยอัลบั้มเต็มชุดแรก"
                ]
            }
        ]
      }
    ],
    "2" : [
        {
          "kr" : [
              {
                  "head" : [
                      "- 새 디지털 싱글 '마.피.아. In the morning (English Ver.)' 발표! 거침없는 글로벌 인기 상승세 견인!<br>",
                      "- 중독성 강한 사운드 + 폭발적인 퍼포먼스 + 신선한 비주얼 콘셉트로 독보적인 존재감 발산!<br>",
                      "- 'K팝 팬심 '마며드는' 중' 빌보드 메인 차트 비롯 각종 글로벌 차트에서 연이은 호성적!"
                  ],
                  "content" : [
                      "ITZY(있지)가 2021년 5월 14일 '마.피.아. In the morning'(마피아 인 더 모닝)의 영어 버전 음원을 전 세계 동시 발매한다.<br>",
                      "새 디지털 싱글 '마.피.아. In the morning (English Ver.)'은 ITZY가 4월 30일 발매한 미니 앨범 'GUESS WHO'(게스 후)에 수록된 타이틀곡의 영어 버전으로, 이들의 매서운 글로벌 인기 화력에 또 한 번 불을 붙인다.<br>",
                      "'마.피.아. In the morning'은 범상치 않은 곡명부터 신선한 비주얼 콘셉트로 이목을 사로잡았고, 중독성 강한 사운드 위에 ITZY 멤버들의 월등한 퍼포먼스 능력이 더해져 폭발적인 반응을 이끌며 '마며들다'('마.피.아. In the morning'에 스며들다)라는 신조어까지 탄생시켰다. 이 곡은 JYP엔터테인먼트 대표 프로듀서 박진영을 비롯해 리라(LYRE), 이어어택(earattack), 캐스(KASS), 이해솔, 당케(danke) 등 유수의 작가진이 참여했고 새 싱글에는 소피야(Sophiya)가 작사 작업에 합류해 완성시켰다.<br>",
                      "ITZY는 'GUESS WHO'와 '마.피.아. In the morning'으로 미국 빌보드를 비롯해 스포티파이, 유튜브 뮤직 등 각종 글로벌 차트에서 호성적을 거두며 전 세계를... "
                  ],
                  "more" : [
                      "무대로 '4세대 대표 걸그룹'의 존재감을 빛냈다. 해당 음반은 5월 15일 자 미국 빌보드 메인 차트인 '빌보드 200' 148위를 차지했고, ITZY는 아티스트의 성적을 종합적으로 집계해 순위를 매기는 또 다른 메인 차트 '아티스트 100'에서 99위에 이름을 올려 빌보드 3대 메인 차트 중 두 개에 첫 진입했고 '월드 앨범', '커런트 앨범 세일즈', '인디펜던트 앨범' 등 빌보드 12개 부문 차트인에 성공했다.<br>",
                      "'마.피.아. In the morning'은 스포티파이의 글로벌 톱 200 차트 79위로 진입해 발표 첫날 만에 전작 'Not Shy'(낫 샤이)의 기록을 뛰어넘었고 5월 3일 자에는 56위까지 순위를 끌어올려 팀 최고 성적을 경신했다. 또 전 세계에서 약 6200만 회 이상 재생돼 유튜브 뮤직 글로벌 톱 송 차트(2021.04.30~05.06 집계 기준) 정상에 등극하는 쾌거를 이뤘다. 데뷔곡 '달라달라'를 시작으로 'ICY'(아이씨), 'WANNABE'(워너비), 'Not Shy'까지 모든 활동곡의 뮤비가 억대 조회 수를 기록 중인 이들이 '마.피.아. In the morning'으로 자체 최단기간 기록을 새로 쓸 수 있을지 이목이 쏠리고 있다.<br>",
                      "앞서 올해 1월에는 4연속 히트를 거둔 4곡을 영어로 가창해 완성한 첫 영어 앨범 'Not Shy (English Ver.)'(낫 샤이 (영어 버전))을 발매했고, 이어 3월에는 ITZY의 공식 팬덤명 믿지(MIDZY)와 동명 팬송이 담긴 디지털 싱글에 영어 버전도 함께 수록하는 등 세계 곳곳에 있는 팬들에게 고마운 마음을 전하고 특별한 유대감을 형성한 바 있다.<br>",
                      "ITZY는 국내 및 해외 인기몰이 중인 '마.피.아. In the morning'을 영어로 가창한 이번 싱글을 통해 뜨거운 열기를 이어가며 더 큰 활약에 나선다.   "
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "- ปล่อยดิจิทัลซิงเกิ้ลใหม่ '마.피.아. In the morning (English Ver.)'! ดึงกระแสนิยมจากทั่วโลกเพิ่มขึ้นอย่างต่อเนื่อง<br>",
                      "- โดดเด่นด้วยซาวด์เพลงทรงพลังชวนติดหู + เพอร์ฟอร์แมนซ์ที่ร้อนแรง + คอนเซ็ปต์วิชวลที่แปลกใหม่<br>",
                      "- 'กำลังทำให้แฟนคลับ K-pop ‘ค่อย ๆ ซึมเข้าไปสู่ 마.피.아. In the morning’'"
                  ],
                  "content" : [
                      "ITZY(อิทจี) ปล่อยเพลง '마.피.아. In the morning' เวอร์ชันภาษาอังกฤษพร้อมกันทั่วโลก ในวันที่ 14 พฤษภาคม 2021<br>",
                      "ดิจิทัลซิงเกิ้ลใหม่ '마.피.아. In the morning (English Ver.)' เป็นเวอร์ชันภาษาอังกฤษของเพลงไตเติ้ลจากมินิอัลบั้ม 'GUESS WHO' ของ ITZY ซึ่งถูกปล่อยออกมาเมื่อวันที่ 30 เมษายน โดยมุ่งสร้างกระแสพลังความนิยมในระดับโลกอีกครั้ง<br>",
                      "'마.피.아. In the morning' เป็นที่สนใจด้วยชื่อเพลงที่ไม่ธรรมดาและคอนเซ็ปต์วิชวลแปลกใหม่ ซาวด์เพลงทรงพลังที่ชวนติดหู ผสานกับศักยภาพด้านเพอร์ฟอร์แมนซ์สุดโดดเด่นของเมมเบอร์ ITZY ทำให้ได้รับกระแสตอบรับอย่างร้อนแรงจนเกิดเป็นคำศัพท์ใหม่อย่าง 'มามยอดึลตา' (ค่อย ๆ ซึมเข้าไปสู่ '마.피.아. In the morning') ขึ้นมา เพลงนี้ได้พัคจินยอง..."
                  ],
                  "more" : [
                      "ตัวแทนโปรดิวเซอร์แห่ง JYP Entertainment รวมถึงนักประพันธ์เพลงชั้นนำอย่าง LYRE, earattack, KASS, Lee Hae Sol, danke ฯลฯ มาร่วมงาน ส่วนซิงเกิ้ลใหม่นั้น ได้ Sophiya มาร่วมแต่งเนื้อร้องให้สมบูรณ์<br>",
                      "อัลบั้ม 'GUESS WHO' และ '마.피.아. In the morning' ของ ITZY นั้น ได้ขึ้นสู่ชาร์ตระดับ Global อาทิ ชาร์ต Billboard ของประเทศสหรัฐอเมริกา, Spotify, YouTube Music เป็นต้น และยังส่องประกายในฐานะ ‘ตัวแทนเกิร์ลกรุ๊ป Gen 4’ ไปทั่วโลกด้วยสเตจของพวกเธอ โดยอัลบั้มนี้เข้าชาร์ต ‘Billboard 200’ ประจำสัปดาห์วันที่ 15 พฤษภาคม ชาร์ตหลักของ Billboard ประเทศสหรัฐอเมริกาด้วยอันดับที่ 148 และอีกหนึ่งชาร์ตหลักอย่าง ‘Artist 100’ ซึ่งมาจากการรวมผลคะแนนโดยรวมของศิลปินและนำมาคิดเป็นอันดับ ก็พบว่า ITZY มีชื่อขึ้นอยู่ในลำดับที่ 99 เท่ากับว่าพวกเธอได้เข้าสู่ชาร์ตหลักถึง 2 ชาร์ต จาก 3 ชาร์ตใหญ่เป็นครั้งแรก นอกจากนี้ ยังประสบความสำเร็จในการเข้าสู่ชาร์ต Billboard อีกกว่า 12 สาขา เช่น ‘World Albums’, ‘Top Current Album Sales, ‘Independent Albums’ เป็นต้น<br>",
                      "ไม่เพียงเท่านั้น '마.피.아. In the morning' เข้าสู่ชาร์ต Global Top 200 ของ Spotify ในอันดับที่ 79 และขึ้นนำสถิติของผลงานเพลงก่อนหน้าอย่าง ‘Not Shy’ ได้ทันทีในวันแรกที่ปล่อยเพลง พร้อมไต่ขึ้นไปถึงอันดับที่ 56 ในวันที่ 3 พฤษภาคม ซึ่งถือเป็นการสร้างสถิติใหม่ที่ดีที่สุดของทีม อีกทั้งยังมียอดสตรีมเพลงกว่า 62 ล้านครั้ง ทำให้ขึ้นครองชาร์ต YouTube Music Global Top Song (ผลรวมประจำวันที่ 30.04.21~06.05.21) ได้ในอันดับสูงสุดอีกด้วย นอกจากนี้ ในบรรดามิวสิกวิดีโอเพลงที่ใช้ทำกิจกรรมโปรโมตทั้งหมด ตั้งแต่เพลงเดบิวต์อย่าง ‘DALLA DALLA’ ตามมาด้วยเพลง 'ICY', 'WANNABE', จนถึง 'Not Shy' ต่างมีสถิติยอดเข้าชมในหลักร้อยล้าน ทำให้ผู้คนมากมายต่างจับตามองเพลง '마.피.아. In the morning' เช่นกัน ว่าจะสามารถเป็นเพลงที่สร้างสถิติใหม่ด้วยระยะเวลาที่สั้นที่สุดได้หรือไม่<br>",
                      "ก่อนหน้านี้ ในเดือนมกราคม 2021 ได้ปล่อย 'Not Shy (English Ver.)' อัลบั้มเวอร์ชันภาษาอังกฤษอัลบั้มแรก ประกอบด้วย 4 เพลงฮิตที่ร้องในเวอร์ชันภาษาอังกฤษ ต่อมาในเดือนมีนาคม ได้ปล่อยดิจิทัลซิงเกิ้ลสำหรับแฟนคลับในเวอร์ชันภาษาอังกฤษ ‘Trust Me (MIDZY)’ โดยใช้ชื่อ MIDZY ชื่อเดียวกันกับออฟฟิเชียลแฟนคลับของ ITZY เพื่อส่งมอบหัวใจที่รู้สึกขอบคุณ และสร้างความรู้สึกเชื่อมโยงเป็นหนึ่งที่แสนพิเศษถึงเหล่าแฟนคลับจากทุกแห่งทั่วทุกมุมโลก<br>",
                      "ITZY เดินหน้าสร้างความร้อนแรงและมีบทบาทมากขึ้นต่อจากเพลง '마.피.아. In the morning' ที่ฮ็อตฮิตทั้งในและต่างประเทศอย่างมากในขณะนี้ ด้วยซิงเกิ้ลเวอร์ชันภาษาอังกฤษ  "
                  ]
              }
          ]
        }
      ],
      "3" : [
        {
          "kr" : [
              {
                  "head" : [
                      "- '놀라움과 놀라움의 연속' 한층 와일드하고 과감해졌다! 월드와이드 K팝 팬덤 취향 정조준!<br>",
                      "- 신곡 '마.피.아. In the morning', K팝 대표 퍼포머 ITZY만의 색 완성! 변화무쌍 콘셉트 소화력 과시!<br>",
                      "- JYP 대표 프로듀서 박진영 비롯 세계적 작가진 총집합! 역대급 명반으로 그랜드 컴백!"
                  ],
                  "content" : [
                      "ITZY(있지)가 4월 30일 새 미니 앨범 'GUESS WHO'(게스 후)와 타이틀곡 '마.피.아. In the morning'을 전 세계 동시 발매하고 전격 컴백한다.<br>",
                      "ITZY는 대표곡 '달라달라', 'ICY'(아이씨), 'WANNABE'(워너비), 'Not Shy'(낫 샤이)를 통해 자신을 솔직하게 표현할 줄 아는 당당함으로 MZ세대(1980년대 초~2000년대 초 출생한 밀레니얼 세대와 1990년대 중반~2000년대 초반 출생한 Z세대를 일컫는 말) 취향을 정조준하고, 무대 위 탄탄한 라이브 실력과 완벽 퍼포먼스로 아이돌 4세대를 활짝 연 ‘K팝 프런트 그룹’으로 자리매김하며 전 세계 팬들을 사로잡았다. 독보적인 존재감을 발산하며 '4세대 대표 걸그룹'으로 우뚝 선 이들이 한층 와일드하고 강력한 콘셉트를 담은 음반 'GUESS WHO'로 다시 한번 가요계에 큰 반향을 일으킨다.<br>",
                      "제목부터 심상치 않은 타이틀곡 '마.피.아. In the morning'은 ITZY의 색을 완성하는 노래로, 다섯 멤버 한 명, 한 명의 특별한 개성을 생생하게 살렸다. 마피아 게임에서 착안해 호기심과 독특함을 동시에 더했고, 자신의 감정을 베일에 가린 채 다가가 사랑하는 사람의 마음을 송두리째 빼앗겠다는 자신감 넘치는 메시지를 담고 있다...."
                  ],
                  "more" : [
                      "기대를 뛰어넘는 새 비주얼 콘셉트는 보는 재미를 높여 월드와이드 팬들의 이목을 사로잡았다. 다섯 멤버는 양면성을 지닌 'DAY'와 'NIGHT' 두 가지 버전을 동시에 선보이며 명확히 대비되는 분위기를 구현했고 과감한 액세서리와 의상을 완벽 소화해 열렬한 반응을 이끌었다. 매 컴백마다 변화무쌍한 면모를 보여준 것에서 더 나아가 이번에는 감정의 고조를 섬세하게 표현하며 한층 드라마틱한 음반을 탄생시켰다.<br>",
                      "마피아 게임을 소재로 한 새 뮤직비디오 역시 진짜 자신의 모습을 숨긴 채 펼치는 고도의 심리전을 그리며 짜릿한 긴장감을 형성한다. ITZY는 한 편의 영화 속 캐릭터처럼 낮에는 속마음을 드러내지 않았다가 밤이 되면 돌변해 감정을 폭발시키며 시시각각 다른 면면을 보이고, 무엇이 진짜 모습인지 궁금증을 유발한다. 이 중 진짜 마피아는 누구일지 앨범명 'GUESS WHO'처럼 수수께끼 같은 질문을 던지며 영상 곳곳에 실마리를 숨겨둬 반복 재생을 자극한다.<br>",
                      "'마.피.아. In the morning'은 JYP엔터테인먼트 대표 프로듀서 박진영이 작사, 작곡, 편곡은 물론 악기 세션, 보컬 디렉팅까지 전방위로 담당하며 정성을 쏟았다. 여기에 ITZY와는 처음 작업하는 해외 작곡가 LYRE(리라)가 손을 더해 새로운 시너지를 냈고 트와이스, 방탄소년단, 아이유, EXO와 같은 K팝 유명 아티스트와 협업한 캐스(KASS), 당케(danke), 이어어택(earattack), 이해솔 등 유수의 작가진이 의기투합해 완성도를 높였다.<br>",
                      "타이틀곡을 비롯해 'Sorry Not Sorry'(쏘리 낫 쏘리), 'KIDDING ME'(키딩 미), 'Wild Wild West'(와일드 와일드 웨스트), 'SHOOT!'(슛!), 'TENNIS (0:0)'(테니스 (0:0))까지 총 6개의 수록곡 크레디트를 수놓은 화려한 라인업의 작가진은 역대급 명반을 가늠케 한다.<br>",
                      "2번 트랙 'Sorry Not Sorry'는 JYP 퍼블리싱 소속 스타 작곡가 심은지가 작곡을 맡았고 태연, NCT 127, 레드벨벳 등과 작업한 JQ(제이큐)가 작사에 참여했다. 한계가 없는 ITZY의 정체성을 확고히 하고 '높은 고지를 향해 나아가 사람들을 열광시키고, 더 많은 걸 보여줄 준비가 되었다'는 자신감 넘치는 메시지를 던진다.<br>",
                      "3번 트랙 'KIDDING ME'는 'Not Shy'를 만들어 흥행을 함께 이끈 코비(Kobee)가 작사, 작곡, 편곡을 도맡았다. 중독성 강한 사운드가 특징으로, 말 한마디로 상처 주는 사람에게 '적당히 해 이젠 더 이상 장난이라 하지 마 너 똑바로 해'라고 직설적인 경고를 주면서 리스너들에게 통쾌함을 선사한다.<br>",
                      "4번 트랙 'Wild Wild West'는 기타 루프를 중심으로 풍부한 사운드가 전개돼 미국 서부 음악을 연상케 한다. 겉으로는 까칠하지만 알고 보면 부드러운 감정을 가진 이를 선인장에 비유한 노랫말로 귀를 사로잡는다.<br>",
                      "유명 래퍼 매드클라운이 작사에 참여한 5번 트랙 'SHOOT!'에는 에이바 맥스(Ava Max), 찰리 XCX(Charli XCX), 피프스 하모니(Fifth Harmony), 리틀 믹스(Little Mix), 자라 라슨(Zara Larsson) 등 세계적인 아티스트와 함께 한 작가진이 심혈을 기울여 작업했다. 다채로운 악기 소리로 미래지향적인 사운드를 구현했고, 애매한 상대방의 마음을 유혹하는 마법의 주문 같은 메시지로 ITZY의 당찬 매력을 녹여냈다.<br>",
                      "마지막 트랙 'TENNIS (0:0)'는 ITZY의 설렘 포인트를 제대로 짚은 노래다. 다섯 멤버의 달콤한 음색과 어쿠스틱 기타와 아날로그 드럼 비트 등 평범한 악기들을 조합해 독특한 앙상블을 들려주는 미디엄 댄스 팝 장르로, 풋풋하고 설레는 감정을 테니스 랠리에 빗대어 가삿말로 풀어내며 사랑에 빠져 하루하루가 설레고 헷갈리는 상황을 그렸다.<br>",
                      "'GUESS WHO'는 음악부터 콘셉트까지 완성도를 최상으로 끌어올린 결과물로써 'ITZY에게 한계란 없음'을 다시 한번 보여준다. ITZY가 이번 앨범을 통해 세계 무대에서 더 큰 활약을 펼치고 K팝 시장에 새로운 활력을 불어넣을 것으로 기대된다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "- เซอร์ไพรส์แล้ว เซอร์ไพรส์อีก ดุดันและเด็ดเดี่ยวยิ่งขึ้น! เล็งคว้าหัวใจแฟนเพลง K-POP ทั่วโลก!<br>",
                      "- เพลงใหม่ '마.피.아. In the morning', สมบูรณ์แบบด้วยสีสันเฉพาะตัวของ ITZY ตัวแทนเพอร์ฟอร์เมอร์แห่งวงการ K-POP! แม้คอนเซ็ปต์จะเปลี่ยนไปอย่างสิ้นเชิงก็สามารถเข้ากันได้อย่างดี!<br>",
                      "- การร่วมมือกันของนักแต่งเพลงจากทั่วโลก รวมถึง พัคจินยอง ตัวแทนโปรดิวเซอร์แห่ง JYP! คัมแบ็กอย่างยิ่งใหญ่พร้อมอัลบั้มยอดเยี่ยมแห่งยุค!"
                  ],
                  "content" : [
                      "ITZY(อิทจี) คัมแบ็กด้วยมินิอัลบั้มชุดใหม่ 'GUESS WHO' กับเพลงไตเติ้ล '마.피.아. In the morning' โดยปล่อยพร้อมกันทั่วโลกในวันที่ 30 เมษายน<br>",
                      "ITZY ศิลปินเกิร์ลกรุ๊ปผู้แสดงความมั่นใจในตนเองอย่างตรงไปตรงมาผ่านเพลงฮิตอย่าง ‘DALLA DALLA’, ‘ICY’, ‘WANNABE’ และ ‘Not Shy’ พุ่งเป้าคว้าใจแฟน ๆ Gen MZ (คำเรียก มิลเลนเนียล ผู้เกิดระหว่าง ยุค 1980 ช่วงต้น - 2000 ช่วงต้น กับ Gen Z ผู้เกิดระหว่าง ยุค 1990 ช่วงกลาง - 2000 ช่วงต้น) พวกเธอยึดครองตำแหน่ง ‘วง K-POP แนวหน้า’ ด้วยทักษะการร้องสดที่มั่นคง และเพอร์ฟอร์แมนซ์ที่สมบูรณ์แบบบนเวที มัดใจของแฟนคลับทั่วทุกมุมโลก โดยคราวนี้ ‘ตัวแทนเกิร์ลกรุ๊ป Gen 4’ ได้กลับมาพร้อมกับอัลบั้ม ‘GUESS WHO’ ที่มีคอนเซ็ปต์ที่ดุดันและแข็งแกร่งขึ้นอีกขั้น สร้างกระแสนิยมสนั่นวงการเพลงอีกครั้ง... "
                  ],
                  "more" : [
                      "เพลงไตเติ้ลที่แค่ชื่อก็ไม่ธรรมดา '마.피.아. In the morning' เป็นเพลงที่แสดงถึงสีสันของ ITZY อย่างสมบูรณ์แบบ และทำให้เห็นความโดดเด่นของสมาชิกแต่ละคนได้อย่างชัดเจน การนำเนื้อหาเกมมาเฟียมาใช้ ยิ่งทำให้ดึงดูดความสนใจและเป็นเอกลักษณ์ขึ้นกว่าเดิม โดยความหมายของเพลงคือการค่อย ๆ เข้าใกล้คนที่รักโดยซ่อนความรู้สึกเอาไว้ แล้วจึงแย่งหัวใจทั้งหมดของเขามา เรียกได้ว่าเต็มไปด้วยความมั่นใจในตัวเองสุด ๆ ตามแบบฉบับ ITZY<br>",
                      "วิชวลของเหล่าเมมเบอร์ในคอนเซ็ปต์ใหม่ที่โดดเด่นเกินคาดหมาย ก็ทำให้รู้สึกตื่นตาตื่นใจและดึงดูดความสนใจจากแฟน ๆ ทั่วโลก สมาชิกทั้งห้าคนปรากฏตัวด้วยสองลุคผ่านเวอร์ชัน ‘DAY’ และ ‘NIGHT’ แสดงให้เห็นถึงบรรยากาศที่แตกต่างกันสุดขั้ว ภาพลักษณ์ที่เข้ากันกับเครื่องประดับและเสื้อผ้าที่ดูดุดันได้อย่างเพอร์เฟ็กต์ ก่อให้เกิดกระแสตอบรับอย่างร้อนแรงเลยทีเดียว ครั้งนี้พวกเธอไม่ได้แสดงให้เห็นแค่ภาพลักษณ์ที่เปลี่ยนแปลงไปโดยสิ้นเชิงเท่านั้น แต่ยังแสดงออกถึงอารมณ์ความรู้สึกได้อย่างละเอียดลออยิ่งขึ้น และรังสรรค์อัลบั้มที่น่าจับตามองยิ่งกว่าเดิมอีกขั้นหนึ่งด้วย<br>",
                      "ในส่วนของมิวสิกวิดีโอตัวใหม่ที่ใช้ลูกเล่นเป็นเกมมาเฟีย ก็มีการใช้หลักทางจิตวิทยาระดับสูงประหนึ่งซ่อนตัวจริงของตนเองไว้ ทำให้เกิดความรู้สึกประหม่าปนตื่นเต้น โดย ITZY ได้แสดงเหมือนเป็นตัวละครหนึ่งในภาพยนตร์ ที่ตอนกลางวันไม่เปิดเผยความรู้สึกในใจออกมา แต่พอเข้าสู่เวลากลางคืนกลับพลิกหน้ามือเป็นหลังมือ ทั้งระเบิดอารมณ์ความรู้สึกและเห็นพวกเธอในหลาย ๆ ด้าน ชวนให้สงสัยว่าแท้จริงแล้วตัวจริงของพวกเธอเป็นแบบใด นอกจากนี้ ด้วยปริศนาคำถามที่ว่า ‘ใครคือมาเฟียตัวจริงกันแน่’ เหมือนกับชื่อของอัลบั้ม ‘GUESS WHO’ ในคลิปวิดีโอยังมีเบาะแสที่ซ่อนเอาไว้อยู่หลายจุดอีกด้วย คาดว่าจะกระตุ้นให้หลาย ๆ คนอยากคลี่คลายปริศนา จนต้องกดรับชมซ้ำ ๆ กันแน่นอน<br>",
                      "'마.피.아. In the morning' นั้น แน่นอนว่า พัคจินยอง ตัวแทนโปรดิวเซอร์แห่ง JYP Entertainment ได้ทุ่มเทอย่างเต็มที่และเป็นผู้ควบคุมในทุก ๆ ขั้นตอน ตั้งแต่การแต่งเนื้อร้อง, การแต่งทำนอง, การเรียบเรียงเพลง ไปจนถึงการบันทึกเสียงเครื่องดนตรี และกำกับการร้อง โดยในอัลบั้มนี้ ได้นักประพันธ์เพลงชาวต่างชาติซึ่งได้ร่วมทำเพลงกับ ITZY เป็นครั้งแรกอย่าง LYRE มาร่วมงาน และได้ KASS, danke, earattack, Lee Hae Sol ฯลฯ เหล่านักประพันธ์เพลงมากฝีมือซึ่งเคยร่วมงานกับศิลปิน K-POP ชื่อดังอย่าง TWICE, BTS, IU, EXO มาร่วมทำเพลง เพิ่มระดับความสมบูรณ์แบบมากขึ้น<br>",
                      "นอกจากเพลงไตเติ้ล ยังประกอบด้วยเพลงในอัลบั้มอย่าง 'Sorry Not Sorry', 'KIDDING ME', 'Wild Wild West', 'SHOOT!', 'TENNIS (0:0)' รวมทั้งสิ้น 6 เพลง คาดเดาได้เลยว่าเป็นการรว"
                  ]
              }
          ]
        }
      ],
      "4" : [
        {
          "kr" : [
              {
                  "head" : [
                      "ITZY 3월 20일 새 디지털 싱글 '믿지 (MIDZY)' 발매! 공식 팬클럽 ‘믿지’ 위한 특별한 팬송<br>",
                      "- 신곡 '믿지 (MIDZY)', 깊은 위안과 울림 전하는 서정적 분위기! 따스한 힐링 선사<br>",
                      "- 다섯 멤버의 꿈을 믿어준 팬들에게 보내는 진심 가득한 메시지 '서로가 서로를 그 누구보다 더 믿지'<br>",
                      "- K팝 글로벌 인기 이끄는 '4세대 대표 걸그룹', 전 세계적인 사랑 보답하기 위해 영어 버전 수록<br>",
                      "- MZ세대 틴크러시 아이콘의 색다른 매력! 피아노 선율 + 달콤한 음색 + 애틋 감성"
                  ],
                  "content" : [
                      "ITZY(있지)가 3월 20일 새 디지털 싱글 앨범 '믿지 (MIDZY)'를 발매했다.<br>",
                      "대표곡 '달라달라', 'ICY', 'WANNABE', 'Not Shy'를 통해 ‘나’를 있는 그대로 솔직하고 당당하게 표현하며 가요계에 독보적인 존재감을 드러내고 있는 그룹 ITZY가 이번에는 그동안 본 적 없는 전혀 색다른 매력으로 새로운 울림을 전한다.<br>",
                      "신보와 동명인 타이틀곡 '믿지 (MIDZY)'는 ‘어려운 시기를 보내고 있는 많은 분들을 위로하고 보듬어 주고 싶다’는 마음에서 출발한 노래로 가슴 따뜻한 힐링을 선사한다. '서로가 서로를 그 누구보다 더 믿지', '고맙다는 말 부족할지 몰라 나에게 전부를 준 너에게는'처럼 깊은 위안을 주는 가사를 비롯해 피아노 선율로 완성한 잔잔한 멜로디, 다섯 멤버의 달콤한 음색 등 서정적인 분위기로 모든 리스너의 감수성을 돋운다.<br>",
                      "ITZY의 공식 팬덤명 믿지(MIDZY)와 똑같은 이름을 지닌 곡명은 한층 특별함을 더한다. 예지, 리아, 류진, 채령, 유나는 자신들의 꿈을 믿어주고 응원해 준 이들에 대한 고마움을 담아 한 글자 한 글자 소중하게 노래했고, 팀이 존재하는 이유가 곧 팬들의 굳은 믿음 덕분이라는 진심 어린 메시지를 건네며 애틋한 팬사랑을 이야기한다. 서로가 서로를 지탱하는 힘... "
                  ],
                  "more" : [
                      "이 되는 ‘있지와 믿지’의 관계를 아름답게 표현한 노랫말이 뭉클한 감동으로 자리한다.<br>",
                      "'4세대 대표 걸그룹'으로 우뚝 서기까지 변함없는 응원과 지지를 보내주는 전 세계적인 사랑에 보답하기 위해 새 노래를 영어로도 가창, 이를 2번 트랙에 정식 수록해 글로벌 팬들에게 더없는 기쁨을 안긴다.<br>",
                      "이번 앨범은 미니 3집 'Not Shy'의 수록곡 'iD'를 함께 작업해 톡톡 튀는 개성으로 큰 호응을 이끈 작가 모스픽(MosPick)과 영챈스(Young Chance)가 작사, 작곡을 맡아 다시 한번 시너지를 완성했다.<br>",
                      "무대 위 틴크러시 콘셉트로 MZ세대를 대변하며 K팝의 새로운 트렌드를 형성하고 있는 ITZY가 마음에 잔잔한 파동을 자아내는 새 디지털 싱글 앨범 '믿지 (MIDZY)'로 팬심을 다시금 두드릴 것으로 기대를 모은다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "ITZY ปล่อยดิจิทัลซิงเกิ้ลใหม่ '믿지 (MIDZY)' 20 มีนาคม! Fan Song สุดพิเศษเพื่อแฟนคลับออฟฟิเชียล ‘มิดจี’<br>",
                      "- เพลงใหม่ '믿지 (MIDZY)', บรรยากาศที่เต็มไปด้วยอารมณ์ความรู้สึกปลอบโยนและลึกซึ้ง! มอบเพลงฮีลลิ่งหัวใจแสนอบอุ่น<br>",
                      "- “เชื่อใจกันและกันยิ่งกว่าใครใคร” ข้อความที่เต็มไปด้วยความจริงใจถึงแฟน ๆ ที่เชื่อใจในความฝันของเมมเบอร์ทั้ง 5<br>",
                      "- ‘ตัวแทนเกิร์ลกรุ๊ปเจน 4’ ผู้สร้างความนิยม K-POP ในระดับโลก, ออกเพลงเวอร์ชันภาษาอังกฤษตอบแทนความรักที่ส่งมาจากทั่วทุกมุมโลก<br>",
                      "- เสน่ห์ที่แปลกใหม่ของไอคอนแห่ง MZ Generation Teen Crush! ท่วงทำนองเปียโน + น้ำเสียงหวานละมุน + ความรู้สึกลึกซึ้งกินใจ"
                  ],
                  "content" : [
                      "ITZY(อิทจี) ปล่อยดิจิทัลซิงเกิ้ลใหม่ '믿지 (MIDZY)' เมื่อวันที่ 20 มีนาคม<br>",
                      "ITZY เกิร์ลกรุ๊ปผู้แสดงออกถึงความเป็น ‘ตัวฉัน’ อย่างมั่นใจและตรงไปตรงมา ผ่านเพลง 'DALLA DALLA', 'ICY', 'WANNABE', 'Not Shy' และโดดเด่นในวงการเพลงเป็นอย่างมากในขณะนี้ ได้ปล่อยเพลงใหม่ออกมาพร้อมเสน่ห์ที่แตกต่างไปจากเดิมอย่างสิ้นเชิงและไม่เคยได้เห็นมาก่อน<br>",
                      "เพลงไตเติ้ลที่มีชื่อเดียวกันกับผลงานใหม่ '믿지 (MIDZY)' นั้น เป็นเพลงที่เยียวยาหัวใจอย่างอบอุ่นด้วยความตั้งใจที่ว่า ‘อยากจะปลอบโยนและโอบกอดผู้คนมากมายที่กำลังอยู่ในช่วงเวลาที่ยากลำบาก’ ทั้งเนื้อเพลงที่ปลอบโยนและลึกซึ้งอย่าง “เชื่อใจกันและกันยิ่งกว่าใครใคร”, “คำว่าขอบคุณก็ยังไม่พอ สำหรับเธอที่มอบทุกสิ่งทุกอย่างให้กับฉัน” ไปจนถึงเมโลดี้เบา ๆ จากท่วงทำนองเปียโน, น้ำเสียงหวานละมุนของเมมเบอร์ทั้งห้า ฯลฯ ทำให้ผู้ฟังทุกคนต่างรู้สึกหวั่นไหวไปกับบรรยากาศที่เต็มไปด้วยอารมณ์ความรู้สึกของเพลงได้เป็นอย่างดี..."
                  ],
                  "more" : [
                      "การที่ชื่อเพลง '믿지 (MIDZY)' ใช้ชื่อเดียวกับชื่อแฟนคลับออฟฟิเชียลของ ITZY ทำให้เพลงนี้มีความพิเศษมากขึ้นไปอีก ทั้งเยจี, ลีอา, รยูจิน, แชรยอง และยูนา ต่างร้องเพลงนี้โดยให้ความสำคัญกับทุก ๆ ถ้อยคำ ใส่ความรู้สึกขอบคุณต่อผู้คนที่คอยสนับสนุนและเชื่อใจในความฝันของพวกเธอ และถ่ายทอดเรื่องราวความรักต่อแฟน ๆ ที่ลึกซึ้งกินใจ พร้อมข้อความจากใจจริงที่ว่า เหตุผลที่ทีมของเรามีอยู่ได้ เป็นเพราะความเชื่อใจที่มั่นคงของแฟน ๆ โดยเนื้อเพลงที่แสดงออกมาอย่างงดงามจับใจถึงความสัมพันธ์ของ ‘ITZY กับ MIDZY’ ที่ประคับประคองและเป็นพลังให้กันและกันนี้เอง ทำให้เกิดความรู้สึกซาบซึ้งและตื้นตันใจไปตาม ๆ กัน<br>",
                      "นอกจากนี้ พวกเธอยังได้ร้องเพลงเป็นภาษาอังกฤษเพื่อตอบแทนความรัก กำลังใจ และแรงสนับสนุนที่ส่งมาอย่างท่วมท้นเสมอจากทั่วทุกมุมโลก จนทำให้พวกเธอเป็นดั่ง ‘ตัวแทนเกิร์ลกรุ๊ปเจน 4’ อีกด้วย โดยเพลงนี้ถูกบรรจุไว้เป็นแทร็กที่ 2 ในอัลบั้ม คาดว่าจะทำให้แฟน ๆ ทั่วโลกปลื้มใจกันอย่างแน่นอน<br>",
                      "อัลบั้มนี้ ได้นักประพันธ์เพลง MosPick และ Young Chance มาร่วมแต่งเนื้อร้องและทำนองให้อีกครั้ง หลังจากสร้างผลงานเพลงที่มีเอกลักษณ์โดดเด่นอย่างเพลง 'iD' ในมินิอัลบั้มชุดที่ 3 'Not Shy' ไว้ก่อนหน้านี้<br>",
                      "คาดว่า ITZY ผู้แสดงความเป็น MZ Generation ด้วยคอนเซ็ปต์ Teen Crush ขณะอยู่บนเวที และสร้างเทรนด์ใหม่ ๆ ของ K-POP จะได้รับความรักมากมายจากแฟน ๆ อีกครั้งด้วยดิจิทัลซิงเกิ้ลใหม่ '믿지 (MIDZY)'"
                  ]
              }
          ]
        }
      ],
      "5" : [
        {
          "kr" : [
              {
                  "head" : [
                      "ITZY, 2021년 1월 22일 첫 영어 디지털 싱글 앨범 'Not Shy (English Ver.)' 전 세계 동시 발매!<br>",
                      "- 글로벌 무대 향한 더 큰 도약! 데뷔 최초 영어 앨범 'Not Shy (English Ver.)' 발표<br>",
                      "- '달라달라'부터 'ICY', 'WANNABE', 'Not Shy'까지 타이틀곡 4곡의 영어 버전 수록<br>",
                      "- 유튜브, 스포티파이 등 글로벌 플랫폼에서 인정받은 '4세대 대표 걸그룹'! 올해도 대활약 예고!"
                  ],
                  "content" : [
                      "ITZY(있지)가 데뷔 첫 영어 디지털 싱글 앨범 'Not Shy (English Ver.)'(낫 샤이 (영어 버전))을 전 세계 동시 발매했다.<br>",
                      "이들은 2019년 2월 데뷔 싱글 'IT'z Different'(있지 디퍼런트)로 가요계에 출사표를 던진 이후 각종 최초, 최다 기록을 쌓으며 특별한 존재감을 빛내고 있다.<br>",
                      "독보적인 콘셉트와 실력을 인정받으며 '4세대 대표 걸그룹'으로 확실히 자리매김한 ITZY가 이번에는 데뷔 최초 영어 앨범을 통해 글로벌 팬심을 정조준한다.<br>",
                      "다섯 멤버는 최근작 'Not Shy'(낫 샤이)부터 'WANNABE'(워너비), 'ICY'(아이씨), '달라달라'까지 기존에 발표한 타이틀곡 4곡을 영어로 가창해 신보를 완성했다.<br>",
                      "1번 트랙은 2020년 8월 발표한 미니 3집 타이틀곡 'Not Shy (English Ver.)'으로 엔딩 따윈 상관하지 않는 거침없는 매력을 솔직하게 그리며, 톡톡 튀는 청량음료 같은 짜릿함을 전한다. 특히 이 곡은 지난해 12월 미국 시사주간지 타임이 꼽은 '2020년 K-POP을 대표한 노래&앨범' 중 노래 부문에 이름을 올려 국내외 이목을 집중시켰다.<br>",
                      "2번 트랙에는 ITZY만의 '틴크러시' 매력을 제대로 담아 해외 인기를 견인한 'WANNABE (English Ver.)'이 포진했다. ITZY는 이 노래로 글로벌 음원 플랫폼 스포티파이의 2020년 연말 결산 차트 '글로벌 톱 스트림 K팝 송' 부문에 2019년 데뷔 그룹 중 유일하게 이름을 올렸다. 또 2020년 1월 1일부터 11월 15일까지 집계한 '2020년 유튜브 국내 최고 인기 뮤직비디오 톱 10'에서 6위를 차지하는 영광까지 안았다...."
                  ],
                  "more" : [
                      "이어 세상의 중심에 선 나를 존중하고 사랑하자는 내용을 표현한 'ICY (English Ver.)'은 2019년 여름을 시원하게 장식하고, 음악방송 12관왕 트로피를 휩쓸며 뜨거운 사랑을 받았다.<br>",
                      "마지막 수록곡 '달라달라 (English Ver.)'은 ITZY를 '2019년 K팝 최고 신인' 자리에 등극케 한 데뷔곡이다. 공개 11일 만에 음악 프로그램 최정상에 오르며 'K팝 걸그룹 중 지상파 음악방송 최단기간 1위'라는 진기록을 남기는 등 신드롬급 인기를 뽐내며 전 세계 팬들의 마음을 사로잡았다.<br>",
                      "ITZY는 첫 영어 앨범 발매를 시작으로, 올해 더 큰 활약을 펼칠 것으로 기대를 모은다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "ITZY, ปล่อยดิจิทัลซิงเกิ้ลอัลบั้มภาษาอังกฤษครั้งแรก ‘Not Shy (English Ver.)’ พร้อมกันทั่วโลก 22 มกราคม!<br>",
                      "- ก้าวใหม่ที่ยิ่งใหญ่สู่เวทีระดับโลก! ด้วยการปล่อยอัลบั้มภาษาอังกฤษครั้งแรกตั้งแต่เดบิวต์ ‘Not Shy (English Ver.)<br>",
                      "- อัดแน่นไปด้วยเพลงไตเติ้ลทั้ง 4 ‘DALLA DALLA’, ‘ICY’, ‘WANNABE’, และ ‘Not Shy’ เวอร์ชันภาษาอังกฤษ<br>",
                      "- “ตัวแทนเกิร์ลกรุ๊ปรุ่นที่ 4” ผู้ได้การยอมรับจากแพลตฟอร์มทั่วโลกอย่าง YouTube, Spotify และอื่น ๆ! ปีนี้ก็คาดว่าจะมาแรงอีกเช่นเคย!"
                  ],
                  "content" : [
                      "ITZY(อิทจี) ปล่อยดิจิทัลซิงเกิ้ลอัลบั้มภาษาอังกฤษครั้งแรกหลังจากเดบิวต์ ‘Not Shy (English Ver.)’ เป็นครั้งแรกพร้อมกันทั่วโลก<br>",
                      "หลังจากที่พวกเธอได้เข้าสู่วงการเพลงด้วยเดบิวต์ซิงเกิ้ล ‘IT’z Different’ เมื่อเดือนกุมภาพันธ์ ปี 2019 ก็ได้สร้างสถิติครั้งแรก, สถิติสูงที่สุดมากมาย และได้กลายเป็นกรุ๊ปที่ฉายความโดดเด่นเฉพาะตัวอยู่ในขณะนี้<br>",
                      "ITZY เป็นที่ยอมรับด้วยคอนเซ็ปต์และความสามารถแสนโดดเด่น และครองตำแหน่ง ‘ตัวแทนเกิร์ลกรุ๊ปรุ่นที่ 4’ ครั้งนี้พวกเธอเตรียมครองใจแฟน ๆ ทั่วโลกผ่านอัลบั้มภาษาอังกฤษที่ปล่อยออกมาเป็นครั้งแรกหลังจากเดบิวต์<br>",
                      "เมมเบอร์ทั้ง 5 ได้สร้างความสมบูรณ์แบบให้อัลบั้มดังกล่าวด้วยเพลงไตเติ้ลทั้ง 4 เพลงในเวอร์ชันภาษาอังกฤษ ตั้งแต่เพลงล่าสุดอย่าง ‘Not Shy’ ต่อด้วย ‘WANNABE’, ‘ICY’ ไปจนถึง ‘DALLA DALLA’..."
                  ],
                  "more" : [
                      "แทร็กที่ 1 ของอัลบั้มคือ ‘Not Shy (English Ver.)’ เป็นเพลงไตเติ้ลจากมินิอัลบั้มชุดที่ 3 ที่เพิ่งปล่อยไปเมื่อเดือนสิงหาคมปี 2020 แสดงออกอย่างตรงไปตรงมาถึงเสน่ห์ไร้ขีดจำกัดที่ไม่แคร์ว่าตอนจบจะเป็นอย่างไร และให้ความรู้สึกสดชื่นราวกับได้ดื่มน้ำอัดลมเย็นชื่นใจ โดยเฉพาะอย่างยิ่ง เพลงนี้ถูกจัดอยู่ในอันดับ ‘Songs and albums that represent 2020’s K-POP’ ที่จัดโดยนิตยสาร TIME สหรัฐอเมริกา เมื่อเดือนธันวาคมที่ผ่านมา สร้างความสนใจให้แก่ผู้คนทั้งในและต่างประเทศ<br>",
                      "ส่วนเพลงที่ 2 คือ 'WANNABE (English Ver.) ที่เผยเสน่ห์ในแบบ ‘Teen Crush’ ของ ITZY ได้อย่างชัดเจนจนทำให้เป็นที่นิยมจากแฟนคลับทั่วโลก เพลงนี้ทำให้ ITZY เป็นวงที่เดบิวต์ในปี 2019 เพียงหนึ่งเดียวที่มีผลงานเพลงติดชาร์ตปลายปี ‘Global Top Stream K-POP Song’ ของแพลตฟอร์มเพลงระดับโลกอย่าง Spotify อีกทั้งยังได้อันดับ 6 ใน ‘TOP10 Most Popular Music Videos of 2020’ ใน YouTube ประเทศเกาหลีใต้ ซึ่งนับยอดผู้เข้าชมทั้งหมด ตั้งแต่ 1 มกราคม จนถึง 15 พฤศจิกายน ปี 2020<br>",
                      "เพลงต่อมาคือ 'ICY (English Ver.)' ที่นำเสนอถึงความเคารพและรักตัวเองในขณะที่ยืนอยู่ท่ามกลางโลกใบนี้ เป็นเพลงที่เต็มไปความสดชื่นท่ามกลางอากาศอบอ้าวของฤดูร้อน และยังเป็นเพลงที่ได้รับความรักอย่างล้นหลามจนได้รับรางวัลที่ 1 ในรายการเพลงถึง 12 รางวัล<br>",
                      "และเพลงสุดท้าย ‘DALLA DALLA (English Ver.) คือเพลงเดบิวต์ที่ทำให้ ITZY ได้รับตำแหน่ง ‘2019’s best K-POP newcomer’ เพียงแค่ 11 วันหลังจากปล่อยเพลงก็ไต่ขึ้นสู่อันดับสูงสุดบนรายการเพลงจนได้เป็น ‘เกิร์ลกรุ๊ป K-POP ที่ได้รับรางวัลอันดับ 1 บนรายการเพลงช่องหลักโดยใช้เวลาน้อยที่สุด’ ด้วยความนิยมที่เรียกได้ว่าเป็นซินโดรม กุมหัวใจแฟนคลับทั่วโลก<br>",
                      "ITZY กำลังเป็นที่คาดหวังว่าจะมีผลงานโดดเด่นยิ่งกว่าเดิมในปีนี้ โดยเริ่มจากการปล่อยอัลบั้มภาษาอังกฤษครั้งแรก"
                  ]
              }
          ]
        }
      ],
      "6" : [
        {
          "kr" : [
              {
                  "head" : [
                      "ITZY, 신곡 'Not Shy' 발매!<br>",
                      "'4세대 대표 걸그룹' ITZY의 거침없는 사랑이 시작된다!<br>",
                      "- 신곡 'Not Shy', 엔딩 따윈 상관없는 거침없는 사랑! '어차피 내 거니까'<br>",
                      "- 사랑 표현 역시 남다르다! 박진영 X ITZY 최상의 시너지 폭발!<br>",
                      "- K팝 대표 프로듀서 총 집합! 켄지-런던노이즈-이스란 등 최강 작가진 모여 차트 점령 예고<br>",
                      "- '무대 장인' ITZY, 역대 최고난도 파워 퍼포먼스로 쾌감 선사! K팝 팬심 사로잡다!"
                  ],
                  "content" : [
                      "ITZY가 미니앨범 'Not Shy'(낫 샤이)를 통해 거침없는 사랑을 노래한다!<br>",
                      "언제나 솔직하고 당당하게 '나'를 이야기하던 예지, 리아, 류진, 채령, 유나 다섯 멤버는 데뷔 후 처음으로 사랑을 주제로 한 타이틀곡으로 돌아왔다!<br>",
                      "타이틀곡 'Not Shy'는 강렬한 색소폰 소리와 빠른 비트가 특징인 신나는 업템포 R&B 댄스 곡으로 엔딩 따윈 신경 쓰지 않고, 사랑에 빠진 현재 감정을 솔직하게 나타낸다. 그야말로 ITZY다운 방식으로 다가가고 표현하며 톡톡 튀는 청량음료 같은 시원함을 선사한다!<br>",
                      "JYP 대표 프로듀서 박진영은 ITZY스러운 사랑 노래를 위해 작사에 심혈을 기울였다. “너를 원해 뭐 어때 cuz I'm not shy 넌 빨리빨리 대답할 필욘 없어 어차피 내 거니까 '날 보고 있기만 하면 돼' 등의 가사로 사랑의 감정을 가감 없이 표출했다. 여기에 Z세대를 저격하는 젊은 음악가 Kobee(코비)의 감각이 더해져 임팩트 강한 사운드가 완성됐다.<br>",
                      "박진영은 “이번 노래는 ITZY의 에너지를 마음껏 표출하는 데 중점을 뒀다. 안무 역시 힘이 넘치면서도 멋스럽게 완성됐다”라고 설명했다. 그의 말처럼 'Not Shy' 퍼포먼스는 ‘무대 장인’으로 정평 난 ITZY의 매력을 극대화해 보여준다. 멤버들 역시 지금까지의 활동곡 중 이번이 가장 어려운 안무라고 밝혀, 엄청난 연습량을 짐작케 했다...."
                  ],
                  "more" : [
                      "‘Not Shy’ 뮤직비디오는 속도감 넘치는 장면들로 보는 이들의 심장을 뛰게 만들고, 한 치 오차 없는 군무 신으로 짜릿한 쾌감을 선사한다. 멤버들은 이번 뮤직비디오에 정말 많은 공을 들였다. 장장 5일 동안 촬영하며 완벽에 가까운 작품을 완성했다. 예지와 류진은 황무지를 누비는 자동차 추격 신을 생생하게 살리기 위해 미리 운전면허를 취득하는 등 열의를 드러냈다.<br>",
                      "신보는 타이틀곡 포함 'Don’t Give A What'(돈트 기브 어 왓), 'Louder'(라우더), 'iD'(아이디), 'SURF'(서프), 'Be In Love'(비 인 러브)까지 총 6곡이 수록됐다. K팝을 대표하는 작가진들이 모든 트랙의 크레디트에 이름을 올렸다는 점이 놀랍다.<br>",
                      "'Don’t Give A What'은 샤이니, GOT7 등과 함께 작업하며 감성적인 가사를 선보인 작사가 이스란, 트와이스 'KNOCK KNOCK'(낙 낙)과 'What is Love?'(왓 이즈 러브?)에 참여한 이우민(collapsedone)이 의기투합한 노래다.<br>",
                      "'Louder'는 트와이스, 에이핑크 등과 함께하며 ‘걸그룹 전문 작곡가’로 유명세를 떨친 Dr.JO(닥터조)가 노랫말을 썼다.<br>",
                      "‘SURF’는 현재 빌보드 월드 차트 및 스포티파이 스트리밍차트 신기록을 쓴 작사팀 ‘danke(당케)'와 최고의 주가를 올리고 있는 영국 프로듀싱팀 LDN Noise(런던노이즈)가 편곡을 담당했다.<br>",
                      "K팝 팬 사이에서 ‘띵곡 제조기’로 불리는 KENZIE(켄지)는 마지막 트랙 'Be In Love'의 작사, 작곡을 맡았다. MosPick(모스픽), Young Chance(영 찬스), 작사팀 danke(당케) 등 가장 핫한 작가진의 든든한 지원사격도 눈 여겨 볼 요소다.<br>",
                      "데뷔곡 ‘달라달라’의 뮤직비디오가 지난 6월 유튜브 조회 수 2억을 돌파하며, 데뷔 1년 4개월 만에 2억 뷰 뮤직비디오 보유 그룹으로 등극한 ITZY. 지금까지 발표한 3곡의 뮤직비디오 조회 수를 모두 더하면 무려 5억 5천에 달한다. '조회 수 신흥 강자'의 새 뮤직비디오에 관심이 모아지는 건 어쩌면 너무 당연하다.<br>",
                      "예지, 리아, 류진, 채령, 유나의 눈부신 비주얼과 시선을 사로잡는 탄탄한 퍼포먼스 실력은 완벽 조화를 이루며 '최강 밸런스'를 자랑한다. 그룹이 가진 독보적 매력과 중독성 강한 신곡 'Not Shy'로 K팝 시장을 장악할 전망이다.<br>",
                      "데뷔곡 '달라달라'를 시작으로 'ICY'(아이씨), 'WANNABE'(워너비)까지 모든 활동곡을 성공시키고, '4세대 대표 걸그룹'으로 자리매김한 ITZY는 이번 노래로 '4연속 히트'를 달성할 것으로 기대된다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "ITZY, ปล่อยเพลงใหม่ ‘Not Shy’!<br>",
                      "‘ตัวแทนเกิร์ลกรุ๊ปรุ่นที่ 4’ ความรักที่ไร้ซึ่งความลังเลของ ‘ITZY’ เริ่มต้นแล้ว!<br>",
                      "-เพลงใหม่ ‘Not Shy’ รักที่ไร้ซึ่งความลังเล ไม่แคร์เรื่องของตอนจบ! ‘ยังไงก็เป็นของฉันอยู่ดี’<br>",
                      "-แม้แต่การแสดงความรักก็ไม่เหมือนใคร! การทำงานอันยอดเยี่ยมร่วมกันของ พัคจินยอง X ITZY!<br>",
                      "-ผนึกกำลังโปรดิวเซอร์ชื่อดังแห่งวงการ K-POP! รวมนักแต่งเพลงมือฉมัง ทั้ง KENZIE-LDN Noise-Lee Seu Ran เตรียมบุกยึดพื้นที่ชาร์ตเพลง<br>",
                      "- ITZY ‘โปรด้านการแสดงบนเวที’ พร้อมโชว์เพอร์ฟอร์แมนซ์อันทรงพลังในระดับความยากขั้นสูงสุด! ดึงความสนใจจากแฟนคลับ K-POP!"
                  ],
                  "content" : [
                      "ITZY ถ่ายทอดความรักที่ไร้ซึ่งความลังเล ผ่านมินิอัลบั้ม ‘Not Shy’!<br>",
                      "เยจี, ลีอา, รยูจิน, แชรยอง, ยูนา เมมเบอร์ทั้งห้าที่ไม่ว่าเมื่อไรก็แสดงออกถึงตัวตนของ ‘ฉัน’ อย่างมั่นใจ นี่คือครั้งแรกหลังจากเดบิวต์ที่ได้กลับมาด้วยเพลงรัก!<br>",
                      "เพลงไตเติ้ล ‘Not Shy’ เป็นเพลงแดนซ์ Uptempo R&B ที่โดดเด่นด้วยเสียงแซกโซโฟนหนักแน่นและจังหวะที่รวดเร็ว แสดงถึงความรู้สึกของการตกหลุมรักที่ไม่แคร์ตอนจบอย่างตรงไปตรงมา อีกทั้งการแสดงออกที่สมกับเป็น ITZY มอบความรู้สึกสุดคูลเหมือนน้ำอัดลมที่เต็มไปด้วยความซ่า!<br>",
                      "พัคจินยอง ตัวแทนโปรดิวเซอร์แห่ง JYP ทุ่มเททั้งกายและใจอย่างเต็มที่เพื่อเขียนเนื้อเพลงรักที่เหมาะสมกับความเป็น ITZY ด้วยเนื้อเพลงอย่าง “ฉันต้องการเธอ แล้วมันทำไม เพราะฉันไม่เขินหรอกนะ เธอไม่จำเป็นต้องรีบ ๆ ตอบหรอก เพราะยังไงเธอก็เป็นของฉันอยู่ดี” “แค่มองมาที่ฉันอย่างเดียวก็พอ” เป็นการแสดงออกถึงความรู้สึกโดยไร้ซึ่งความหวั่นเกรง และเติมเต็มด้วยเซนส์นักดนตรีรุ่นใหม่ขวัญใจเจน Z อย่าง Kobee เกิดเป็นซาวด์ที่สร้างความอิมแพคอย่างสมบูรณ์แบบ..."
                  ],
                  "more" : [
                      "พัคจินยองกล่าวว่า “ในเพลงนี้ ผมให้ความสำคัญกับการแสดงให้เห็นเอนเนอร์จีของ ITZY อย่างเต็มที่ และแน่นอนว่าท่าเต้นก็สมบูรณ์แบบ เต็มไปด้วยพลังและความเท่” ตามที่เขาได้อธิบายไว้ เพอร์ฟอร์แมนซ์ของเพลง ‘Not Shy’ ยิ่งแสดงให้เห็นถึงเสน่ห์ในแบบฉบับของ ‘ITZY’ ที่ได้รับคำชมว่าเป็น ‘โปรด้านการแสดงบนเวที’ อย่างชัดเจนขึ้น เหล่าเมมเบอร์เปิดเผยเช่นกันว่า ท่าเต้นของเพลงนี้นั้น ยากที่สุดตั้งแต่เคยทำกิจกรรมโปรโมตมา โดยคาดว่าผ่านการฝึกซ้อมกันอย่างหนักสำหรับเพลงนี้<br>",
                      "มิวสิกวิดีโอเพลง ‘Not Shy’ เต็มไปด้วยหลายฉากที่ใช้ความเร็วในการทำให้หัวใจเต้นรัว มอบความรู้สึกจี๊ดใจแบบสุดคูลด้วยซีนการเต้นที่มีความคลาดเคลื่อนเป็นศูนย์ เมมเบอร์รวมพลังกันอย่างมากเพื่อการถ่ายทำมิวสิกวิดีโอเพลงนี้ การถ่ายทำใช้เวลาถึง 5 วัน และได้ผลงานที่ออกมาใกล้เคียงกับคำว่าสมบูรณ์แบบ โดยเยจีและรยูจินได้แสดงถึงความมุ่งมั่น ในการสอบใบขับขี่จนผ่าน เพื่อให้ซีนขับรถสุดฉวัดเฉวียนบนที่ดินผืนว่างเปล่าออกมาอย่างสมจริง<br>",
                      "อัลบั้มใหม่นี้ประกอบด้วยเพลง 'Don’t Give A What', 'Louder', 'iD', 'SURF’ และ 'Be In Love' รวมทั้งหมด 6 เพลง แถมเครดิตในทุกแทร็กล้วนปรากฏชื่อของนักแต่งเพลงผู้เป็นตัวแทนแห่งวงการ K-POP<br>",
                      "โดยเพลง ‘Don’t Give A What’ ได้นักแต่งเพลงที่เขียนเนื้อเพลงสื่อถึงอารมณ์อย่าง Lee Seu Ran ผู้เคยร่วมงานกับ SHINee, GOT7 ร่วมกันแต่งเพลงกับอีอูมิน (collapsedone) ผู้เคยมีส่วนร่วมในเพลง 'KNOCK KNOCK' และ 'What is Love?' ของ TWICE<br>",
                      "เพลง ‘Louder’ ได้นักแต่งเพลงผู้เคยร่วมงานกับ TWICE และ Apink เจ้าของฉายา ‘ผู้เชี่ยวชาญการแต่งเพลงเกิร์ลกรุ๊ป’ อย่าง Dr.JO มาเป็นผู้สร้างสรรค์เนื้อร้อง<br>",
                      "ด้านเพลง ‘SURF’ ได้ ‘danke’ ทีมแต่งเนื้อเพลงซึ่งสร้างสถิติในชาร์ตระดับโลกอย่าง Billboard และสตรีมมิงชาร์ต Spotify มาร่วมเรียบเรียงเพลงกับทีมโปรดิวซ์ที่มีราคาหุ้นขึ้นระดับสูงสุดอย่าง LDN Noise จากประเทศอังกฤษ<br>",
                      "สำหรับผู้เขียนเพลง ‘Be In Love’ คือเจ้าของฉายา ‘นักเขียนเพลงฮิต’ จากบรรดาแฟน K-POP อย่าง ‘KENZIE’ มาสร้างสรรค์คำร้องและทำนอง รายชื่อนักแต่งเพลงสุดฮอตทั้ง MosPick, Young Chance, ทีมแต่งเนื้อเพลง danke ที่ผนึกกันมาอย่างเต็มกำลัง เป็นอีกหนึ่งปัจจัยที่ทำให้อัลบั้มนี้ถูกจับตามอง<br>",
                      "นอกจากนี้ ยอดผู้เข้าชมมิวสิกวิดีโอเพลงเดบิวต์ ‘DALLA DALLA’ ใน YouTube เข้าสู่ 200 ล้านครั้ง เมื่อเดือนมิถุนายนที่ผ่านมา ทำให้ I"
                  ]
              }
          ]
        }
      ],
      "7" : [
        {
          "kr" : [
              {
                  "head" : [
                      "ITZY, 3월 9일 두 번째 미니앨범 'IT'z ME' 및 타이틀곡 'WANNABE' 발표!<br>",
                      "'one & only ME'<br>",
                      "'난 그냥 나일 때 완벽하니까'<br>",
                      "- 새 앨범 'IT'z ME' = ITZY 시그니처 앨범! 괴물 신인→대세 걸그룹 발돋움<br>",
                      "- 타이틀곡 'WANNABE', ITZY 표 틴크러시 짜릿 쾌감 선사!<br>",
                      "- 파워풀 퍼포먼스-비주얼-콘셉트 3박자 업그레이드된 MV!<br>",
                      "- 데뷔곡 '달라달라' 작곡진과 재회! 3연속 히트 예고"
                  ],
                  "content" : [
                      "ITZY(있지)가 자신들만의 색을 입힌 시그니처 앨범 'IT'z ME'(있지 미)로 2020년 가요계도 접수한다.<br>",
                      "ITZY 예지, 리아, 류진, 채령, 유나는 진짜 '나(ME)'를 표현한 두 번째 미니앨범 'IT'z ME'를 통해 '괴물 신인'에서 '대세 걸그룹'으로 발돋움한다.<br>",
                      "타이틀곡 'WANNABE'(워너비)는 타인의 기준에 얽매이지 않고 나만의 색깔을 보여주겠다는 'one & only ME' 메시지를 전한다. '어차피 내가 살아 내 인생 내 거니까', '누가 뭐라 해도 난 나야 난 그냥 내가 되고 싶어' 등 거침없는 가사로 내 삶의 주체는 나 자신뿐이라고 당당하게 외치며, 리스너들에게 카타르시스를 선사한다.<br>",
                      "전작 '달라달라'에서 폭발적 시너지를 자아낸 최고 작곡팀 별들의전쟁 *(GALACTIKA *)과의 재회는 일찌감치 큰 화제를 모았다. 'WANNABE'는 EDM, 하우스, 힙합 등 여러 장르의 장점을 한 곡에 담은 퓨전 그루브(Fusion Groove) 트랙. 중독성 강한 멜로디로 K팝 시장을 또 한 번 강타할 전망이다.<br>",
                      "신보에는 타이틀곡 포함 'TING TING TING with Oliver Heldens'(팅 팅 팅 위드 올리버 헬덴스), 'THAT’S A NO NO'(댓츠 어 노 노), 'NOBODY LIKE YOU'(노바디 라이크 유), 'YOU MAKE ME'(유 메이크 미), 'I DON’T WANNA DANCE'(아이 돈트 워너 댄스), '24HRS'(24아워스) 등 총 7트랙의 신곡이 수록됐다...."
                  ],
                  "more" : [
                      "새 앨범 크레디트에는 화려한 작곡진들이 이름을 올려 명반을 완성했다. 4번 트랙 'NOBODY LIKE YOU'는 원더걸스 출신 유빈이 작사하고, 트와이스의 'KNOCK KNOCK'(낙 낙)과 'What is Love?'(왓 이즈 러브?)를 작업한 이우민(collapsedone)이 작곡과 편곡에 참여한 곡이다. ITZY, 유빈, 이우민 이 새로운 조합의 매력을 느낄 수 있다.<br>",
                      "활동곡의 뮤직비디오 모두 1억 뷰를 돌파한 '조회수 신흥 강자' ITZY의 매서운 기세는 이번 'WANNABE'에서 더욱 탄력을 받을 것으로 점쳐진다. 한층 업그레이드된 비주얼과 ITZY 표 틴크러시 콘셉트가 어우러져, 단 1초도 놓치고 싶지 않은 뮤직비디오를 탄생시켰다.<br>",
                      "높은 하이힐을 벗어던지고 맨발로 런웨이를 활보하거나 잘 차려진 식탁을 제멋대로 어지럽히고, 스스로 머리카락을 자르며 해방감을 느끼는 모습을 통해 틀을 깨고 나온 자의 자유로움과 에너지를 전달한다.<br>",
                      "특히 파워풀한 군무 신에서는 '무대 장인'다운 역량을 입증해 무한 재생을 자극한다. 눈을 뗄 수 없는 칼군무와 강약 조절이 확실한 포인트 안무는 보는 이들에게 짜릿한 쾌감을 안긴다.<br>",
                      "ITZY는 2019년 2월 12일 가요계에 혜성같이 등장해 데뷔곡 '달라달라'와 'ICY'(아이씨)로 K팝 걸그룹 역사를 새로 썼다. 2연속 뮤직비디오 1억 뷰 돌파, K팝 걸그룹 기준 지상파 음악방송 최단기간 1위, 신인상 10관왕 등 숱한 기록을 쌓고 'ITZY 열풍'을 이끌었다. 그리고 2020년 더 뚜렷하고 선명한 색을 칠한 두 번째 미니앨범 'IT'z ME'로 ‘3연속 히트’ 정조준에 나섰다. '걸그룹 명가 JYP'의 계보를 잇는 샛별에서 K팝 걸그룹의 ‘워너비’로 떠오를 ITZY의 독보적인 행보에 관심이 모아지고 있다.<br>",
                      "세상에 단 하나뿐인 ‘나’의 모습을 내세워 대중의 기대감을 만족감으로 바꾸는 ITZY와 그들의 앞날에 더욱 환한 빛이 쏟아질 것으로 기대된다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "ITZY ปล่อยมินิอัลบั้มที่ 2 ‘IT’z ME’ พร้อมเพลงไตเติ้ล ‘WANNABE’ วันที่ 9 มีนาคม!<br>",
                      "'one & only ME'<br>",
                      "‘เพราะฉันสมบูรณ์แบบ เมื่อเป็นตัวฉันเอง’<br>",
                      "- อัลบั้มใหม่ ‘IT’z ME’ = อัลบั้มซิกเนเจอร์ ITZY! จาก Monster Rookie → ตัวแทนเกิร์ลกรุ๊ปแห่งยุค<br>",
                      "- เพลงไตเติ้ล ‘WANNABE’ Teen Crush สุดจี๊ดในแบบฉบับของ ITZY!<br>",
                      "- เพอร์ฟอร์แมนซ์ทรงพลัง-วิชวล-คอนเซ็ปต์ MV ซึ่งอัปเกรดครบทั้งสามด้าน!<br>",
                      "-การพบกันอีกครั้งของผู้ทำเพลงเดบิวต์ ‘DALLA DALLA’! เตรียมฮิตติดชาร์ตต่อเนื่องเป็นครั้งที่ 3"
                  ],
                  "content" : [
                      "ITZY (อิทจี) ยึดครองวงการเพลงปี 2020 ด้วยซิกเนเจอร์อัลบั้ม ‘IT’z ME’ ที่เต็มไปด้วยสีสันของพวกเธอเอง<br>",
                      "ITZY เยจี, ลีอา, รยูจิน, แชรยอง และ ยูนา แสดงความเป็น ‘ตัวฉัน(ME)’ อย่างแท้จริงผ่านมินิอัลบั้มชุดที่สอง ‘IT’z ME’ จาก Monster Rookie ก้าวสู่การเป็นตัวแทนเกิร์ลกรุ๊ปแห่งยุค<br>",
                      "เพลงไตเติ้ล ‘WANNABE’ คือการไม่ยอมโดนผูกมัดจากมาตรฐานของคนอื่น และแสดงสีสันในแบบของตัวเองโดยส่งผ่านข้อความ ‘one & only ME’ ด้วยเนื้อเพลงที่ไร้ซึ่งความลังเล อีกทั้ง ‘ยังไงคนใช้ชีวิตก็คือฉัน เพราะนี่เป็นชีวิตของฉัน’, ‘ไม่ว่าใครจะว่ายังไงฉันก็เป็นฉัน ฉันแค่อยากเป็นตัวเอง’ เป็นการร้องอย่างมั่นใจ เพื่อบอกว่าคนที่กำหนดชีวิตฉันได้ ก็คือตัวฉันเองเท่านั้น มอบความรู้สึกที่ทำให้ผู้ฟังได้ปลดความเศร้าหมองภายในใจ..."
                  ],
                  "more" : [
                      "การร่วมงานอีกครั้งกับสุดยอดทีมทำเพลง GALACTIKA * ที่สรรค์สร้างผลงานก่อนหน้าอย่าง ‘DALLA DALLA’ จนได้ผลตอบรับอย่างล้นหลาม นับว่าเป็นจุดสนใจอย่างมากเช่นกัน WANNABE เป็นเพลงแนว Fusion Groove ที่ผสมผสานทั้งจุดเด่นของหลายแนวเพลง อาทิ EDM, House, Hip hop ฯลฯ และมีเมโลดี้ติดหูที่คาดว่าจะทำให้สามารถเข้ายึดครองตลาด K-POP ได้อีกครั้ง<br>",
                      "ในผลงานชุดใหม่นี้ เมื่อรวมเพลงไตเติ้ลแล้ว จะประกอบด้วยเพลง 'TING TING TING with Oliver Heldens', 'THAT’S A NO NO', 'NOBODY LIKE YOU', 'YOU MAKE ME', 'I DON’T WANNA DANCE' และ '24HRS' ทั้งหมด 7 เพลงด้วยกัน<br>",
                      "ส่วนของเครดิตในอัลบั้มใหม่ ก็มีชื่อของนักแต่งเพลงมือทองมาช่วยทำให้อัลบั้มนี้เสร็จสมบูรณ์ ไม่ว่าจะเป็นแทร็กหมายเลข 4 ‘NOBODY LIKE YOU’ ที่ได้ยูบิน อดีตเมมเบอร์วง Wonder Girls รับหน้าที่เขียนเนื้อร้อง และได้อีอูมิน (collapsedone) ที่ร่วมทำเพลง 'KNOCK KNOCK' และ 'What is Love?' ของ TWICE มาร่วมสร้างทำนองและเรียบเรียงเพลงนี้ สามารถสัมผัสได้ถึงเสน่ห์จากการรวมตัวครั้งใหม่ของ ITZY, ยูบิน และอีอูมินในเพลงนี้ได้เป็นอย่างดี<br>",
                      "พลังที่รุนแรงของ ITZY ‘ผู้แข็งแกร่งในด้านยอดผู้เข้าชม’ ที่มิวสิกวิดีโอเพลงโปรโมตทั้งหมดมียอดผู้เข้าชมทะลุ 100 ล้านครั้ง ทำให้คาดคะเนได้ว่าในครั้งนี้ก็จะได้รับกระแสตอบรับจาก ‘WANNABE’ ดียิ่งขึ้นไปอีก วิชวลที่อัปเกรดขึ้นอีกขั้นของ ITZY พร้อมกับคอนเซ็ปต์ Teen Crush ทำให้กลายเป็นมิวสิกวิดีโอที่ไม่อยากพลาดแม้แต่เสี้ยววินาทีเลยทีเดียว<br>",
                      "ทั้งฉากถอดส้นสูงโยนทิ้ง ก่อนขึ้นไปเดินเฉิดฉายบนรันเวย์ ฉากโยนของบนโต๊ะอาหารที่จัดเรียงไว้อย่างดีอย่างไม่สนกฎเกณฑ์ จนถึงฉากตัดผมตัวเอง ภาพทั้งหมดนี้สื่อถึงอิสรภาพและพลังของผู้ที่ทำลายกรอบความคิดเดิม<br>",
                      "โดยเฉพาะซีนเต้นรวมที่อัดแน่นไปด้วยพลัง พิสูจน์ความสามารถสมกับเป็น ‘โปรด้านการแสดงบนเวที’ จนชวนให้ดูซ้ำอย่างไม่หยุดพัก การเต้นรวมอันคมกริบจนละสายตาไม่ได้ และท่าเต้นหลักที่มีการปรับความหนักเบาอย่างแม่นยำนี้เอง ต่างทำให้ผู้ชมรู้สึกประทับใจไปตาม ๆ กัน<br>",
                      "ITZY ปรากฏตัวสู่วงการเพลงในฐานะศิลปินหน้าใหม่มาแรงเมื่อวันที่ 12 กุมภาพันธ์ ปี 2019 พวกเธอเขียนประวัติศาสตร์หน้าใหม่ของเกิร์ลกรุ๊ปในวงการ K-POP ด้วยเพลงเดบิวต์ ‘DALLA DALLA’ และ ‘ICY’ การันตีจากมิวสิกวิดีโอที่มียอดผู้เข้าชมทะลุ 100 ล้านครั้ง ถึงสองครั้งติดกัน และสร้างสถิติมากมาย อาทิ การคว้าอันดับ 1 จากรายการเพลงบนสื่อช่องหลักโดยใช้เวลาน้อยที่สุดจากมาตรฐานเกิร์ลกรุ๊ป K-POP, คว้ารางวัลศิลปินหน้าใหม่ 10 ถ้วย ฯลฯ สร้างกระแส ‘ITZY ฟีเวอร์’ ขึ้น ในปี 2020 ก็กลับมาด้วยสีสันจัดจ้านชัดเจนยิ่งขึ้นด้วยมินิอัลบั้มที่ 2 ‘IT’z ME’ กลายเป็น ‘3 เพลงฮิตต่อเนื่อง’ ได้อย่างมั่"
                  ]
              }
          ]
        }
      ],
      "8" : [
        {
          "kr" : [
              {
                  "head" : [
                      "2019 최고 신인' ITZY, 뜨거운 열정 담은 새 앨범 'IT'z ICY' 발매!<br>",
                      "- ITZY, K팝 新 지평 제시 'JYP 4세대 걸그룹' 가요계 접수 예고!<br>",
                      "- 신곡 'ICY', JYP 박진영과 ITZY의 첫 만남! 유수 작가진 의기투합한 '쿨 썸머송'<br>",
                      "- ITZY와 함께 하는 시원한 첫 여름! #걸크러쉬 #자존감메이커 #내적댄스"
                  ],
                  "content" : [
                      "데뷔와 동시에 K팝의 한 획을 그은 '괴물 신인' ITZY(있지)가 2019년 7월 29일 컴백한다.<br>",
                      "ITZY는 올해 2월 첫 디지털 싱글 'IT'z Different'와 타이틀곡 '달라달라'로 혜성처럼 등장해 수많은 '최고&최초' 기록을 쌓으며 자타 공인 2019 가요계의 가장 '핫'한 신인으로 인정받고 있다. 데뷔곡 '달라달라' MV는 공개 18시간여 만에 1000만 뷰를 돌파했고 57일 만에 1억 뷰를 넘어서며 K팝 데뷔 그룹 기준 '최단기간 1억 뷰 돌파' 기록을 수립했다. 또 K팝 걸그룹 기준 '최단기간 지상파 음악방송 1위' 및 지상파 7관왕을 포함해 '음악방송 총 9관왕' 등 숱한 신기록을 작성하며 '걸그룹 명가 JYP’의 명성을 입증하고 ‘4세대 걸그룹’으로서 성공의 신호탄을 쏘아 올렸다.<br>",
                      "이 같은 성과를 바탕으로 '괴물 신인' ITZY가 여름을 겨냥해 새 앨범 'IT'z ICY'로 돌아온다!<br>",
                      "타이틀곡 'ICY'는 겉은 차가워 보이지만 속은 뜨거운 열정이 넘치는 모습을 표현한 ‘2019 서머송’이다. 힘찬 꿈과 자신감으로 가득한 ITZY 다섯 멤버들이 무더운 여름을 쿨하게 장식하고, 거침없이 위로 향하는 모습을 담았다...."
                 ],
                  "more" : [
                      "전작 '달라달라'로 세상의 중심에 선 '나'를 존중하고 사랑하자는 메시지에서 한 발 더 나아가 ‘나’에 대한 확신과 자신감을 노래한다. 솔직하고 당당한 가사와 ITZY 5명의 활기찬 매력이 만나 특별한 에너지를 뿜어낸다.<br>",
                      "엣지있고 트렌디한 멜로디 속 '내 안에 있는 Dream 난 자신 있어', '내 답은 내가 아니까'와 같은 가사는 정답처럼 정해져버린 틀에 얽매이기보다 스스로에 대한 사랑과 믿음을 바탕으로 내면의 가치에 집중하는 자신감을 표현한다. 있는 그대로를 받아들이며 개성과 취향을 존중한다는 공감의 메시지를 전한다.<br>",
                      "새 앨범 'IT'z ICY'는 탄탄한 라인업의 작가진들이 심혈을 기울여 완성도 높은 앨범을 구현했다. 특히 'ICY'는 JYP 박진영이 처음으로 ITZY를 위해 작사, 작곡한 '쿨 서머송'이다. 메인 작사, 작곡가인 박진영을 필두로 실력파 프로듀서 겸 래퍼 페노메코가 작사에 참여했으며 트와이스의 'Dance The Night Away'를 만든 Cazzi Opeia, 레드벨벳의 '피카부'를 작업한 Ellen Berg, '빨간 맛'을 만든 Daniel Caesar, Ludwig Lindell, 방탄소년단의 'I'm Fine'과 'Home' 등을 작업한 Lauren Dyson, Ashley Alisha, Cameron Neilson 등 쟁쟁한 작곡가들이 협업으로 곡을 완성했다.<br>",
                      "'EVERYTHING YOU WANT IT'Z IN US ITZY? ITZY!'란 의미의 그룹명 ITZY는 비주얼 콘셉트에서도 더욱 빛을 발한다. 싱그러움과 사랑스러움은 물론 에너제틱하고 파워풀한 매력까지 겸비한 비주얼은 ‘ITZY’라는 이름 하에 펼쳐갈 예지-리아-류진-채령-유나의 '다양한 미래'를 기대하게 만든다.<br>",
                      "ITZY는 탄생과 함께 '기록 제조기'란 수식어를 꿰차며 정상을 향해 나아가고 있다. 지금껏 기록'한' 것보다 앞으로 기록'할' 것이 더 많은 다섯 멤버는 무궁무진한 성장 가능성을 기반으로 'JYP 4세대 걸그룹'의 위상을 드높일 맹활약을 예고한다."
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "ITZY วงหน้าใหม่ที่ฮอตที่สุดของปี 2019 ออกอัลบั้มใหม่ “IT'z ICY”<br>",
                      "- ITZY เกิร์ลกรุ๊ปรุ่นที่ 4 จากค่าย JYP ตัวแทนมิติใหม่ของวงการ K-pop ที่ประกาศตัวเข้าครอบครองวงการ K-pop<br>",
                      "- “ICY” เพลงใหม่ เป็นการร่วมงานครั้งแรกกับ J.Y. Park! “เพลงหน้าร้อนแบบเท่ๆ” ที่เขียนโดยนักเขียนเพลงชื่อดังหลายคน<br>",
                      "- ฤดูร้อนอันแสนสดชื่นครั้งแรกกับ ITZY! #GirlCrush #ConfidenceMaker #InnerDance"
                  ],
                  "content" : [
                      "ITZY “สัตว์ประหลาดนักร้องหน้าใหม่” ที่สามารถเปิดยุคใหม่ของวงการ K-pop ด้วยการเดบิวต์ของพวกเธอ จะกลับมาอีกครั้งในวันที่ 29 กรกฎาคม<br>",
                      "ITZY เปิดตัวอย่างรวดเร็วราวกับดาวตก ด้วยซิงเกิลดิจิตอลซิงเกิลแรก “IT’z Different” และเพลง “Dalla Dalla” ก็สร้างสถิติมากมาย ทำให้ ITZY ได้รับการยกย่องเป็นนักร้องหน้าใหม่ที่มาแรงที่สุดของวงการดนตรีปี 2019 เพลง Dalla Dalla มียอดเข้าชม 10 ล้านวิวภายใน 18 ชม.แรกหลังปล่อยมิวสิกวิดีโอ และมียอดวิวมากกว่า 100 ล้านวิวภายใน 57 วัน ทำให้ ITZY เป็นวง k-pop ที่มิวสิกวิดีโอเปิดตัวมียอดวิวถึง 10 ล้านวิวเร็วที่สุด<br>",
                      "พวกเธอยังไต่ขึ้นอันดับหนึ่งในการถ่ายทอดดนตรีได้เร็วกว่าวงเกิร์ลกรุ๊ปเปิดตัวใหม่ไหนๆ ติดอันดับแรกถึง 7 ที่ในเวทีที่ถ่ายทอดต่อสาธารณชนครั้งแรก และได้ถึง 9 ที่ในตอนท้าย อีกทั้งยังมีเพลงอีกมากมายเป็นข้อพิสูจน์ถึงมาตรฐานของ JYP และจุดพลุประกาศความสำเร็จในการเป็นผู้บุกเบิกเกิร์ลกรุ๊ปรุ่นที่ 4 อีกด้วย..."
                  ],
                  "more" : [
                      "ด้วยแรงส่งจากความสำเร็จที่ผ่านมา ITZY “สัตว์ประหลาดนักร้องหน้าใหม่” กำลังจะกลับมาอีกครั้งพร้อมอัลบั้มใหม่ “IT’z ICY” ในหน้าร้อนนี้!<br>",
                      "“ICY” เพลงหลักของอัลบั้มเป็นเพลงหน้าร้อนของปี 2019 ที่อธิบายถึงความเยือกเย็นที่เห็นจากภายนอก แต่เต็มเปี่ยมไปด้วยความมุ่งมั่นอันร้อนแรงภายในเพลงนี้บอกเล่าถึงสมาชิกทั้ง 5 คนของ ITZY ที่เต็มไปด้วยความทะเยอทะยานและความมั่นใจที่จะมาดับความร้อนของหน้าร้อนไปพร้อมกับพุ่งสู่ตำแหน่งสูงสุดอย่างไม่ลดละ.<br>",
                      "เพลงนี้เกี่ยวกับการมีความมั่นใจและความเชื่อมั่น ที่จะก้าวต่อไป เป็นเนื้อหาที่ต่อจากเพลงก่อนหน้านี้ “Dalla Dalla” ที่เกี่ยวกับการวางตัวเองเป็นศูนย์กลางของโลก และมอบความรักความเคารพให้แก่ตนเอง เนื้อเพลงที่ตรงไปตรงมาและมั่นใจรวมกับเสน่ห์ที่เปี่ยมพลังของสมาชิกทั้งห้าคนก่อให้เกิดพลังใหม่อันแสนวิเศษ<br>",
                      "ด้วยทำนองที่มีคมคายและนำสมัย เนื้อเพลงที่กล่าวว่า “ฉันมั่นใจในความฝันข้างในตัวฉัน” “เพราะฉันรู้คำตอบด้วยตัวฉันเอง” เป็นการแสดงถึงความมั่นใจที่มุ่งมั่นต่อความต้องการภายในของตนโดยอยู่บนพื้นฐานของความรักและความเชื่อในตนเอง มากกว่าจะทำตามบรรทัดฐานที่ตั้งโดยคนอื่น เป็นเพลงที่ส่งความหมายเกี่ยวกับความภูมิใจในตนเอง ให้รักตัวเองในแบบที่ตนเป็น และเคารพบุคลิกและรสนิยมเฉพาะตัวของตนเอง<br>",
                      "อัลบั้มใหม่ “IT’z ICY” เป็นอัลบั้มคุณภาพสูงที่เขียนขึ้นด้วยใจและจิตวิญญาณของนักแต่งเพลงชื่อดังมากมาย “ICY” เป็น “เพลงพิเศษสำหรับหน้าร้อนแบบเท่ๆ” เพลงแรกที่ J.Y. Park เขียนให้ ITZY และเพลงๆ นี้ยังเป็นการร่วมมือกันของนักแต่งเพลงหลักอย่าง J.Y. Park กับศิลปินฝีมือเยี่ยมอีกมากมาย เช่น Penomeco โปรดิวเซอร์และแรพเพอร์อัจฉริยะในการเขียนเนื้อเพลง Cazzi Opeia ผู้แต่งเพลง “Dance The Night Away” ของวง TWICE Ellen Bergที่มีส่วนร่วมในเพลง “PEEK-A-BOO” ของวง Red Velvet และ Daniel Ceasar และ Ludwig Lindell ผู้เขียนเพลง “Red Flavor” Lauren Dyson ผู้ทำเพลง “I’m fine” และ “Home” ของวง BTS อีกทั้งยังมี Ashley Alisha และ Cameron Neilson ร่วมด้วย<br>",
                      "ชื่อวง “ITZY” ที่หมายถึง “ทุกสิ่งที่คุณต้องการอยู่ในเราทั้งหมดแล้ว ใช่มั้ย? ใช่เลย! (EVERYTHING YOU WANT IT'Z IN US ITZY? ITZY!)” นั้นนับวันจะยิ่งเปล่งประกายผ่านคอนเซปต์ที่มองเห็นได้ ความสดใสและน่ารัก อักทั้งเสน่ห์ที่ร่าเริงและเปี่ยมไปด้วยพลังของภาพลักษณ์อันงดงามของ ITZY นั้นทำให้เราเห็นถึง “อนาคตอันแตกต่าง” ของ Yeji Lia Ryujin Chaeryeong และ Yuna ภายใต้ชื่อของ “ITZY”<br>",
                      "ITZY กำลังมุ่งหน้าสูงขึ้นไป พร"
                  ]
              }
          ]
        }
      ],
      "9" : [
        {
          "kr" : [
              {
                  "head" : [
                      "'JYP 5인조 신인 걸그룹' ITZY, 타이틀곡 '달라달라' 발매!<br>",
                      "- '2019 가요계 끝판왕 걸그룹의 등장'...ITZY, 데뷔곡 '달라달라'로 남다른 존재감 발휘<br>",
                      "- '달라달라', 그룹 ITZY의 아이덴티티 표현한 퓨전 그루브 사운드<br>",
                      "- 예지-리아-류진-채령-유나 5인방, 기대 그 이상의 매력으로 '4세대 걸그룹' 서막 연다!"
                  ],
                  "content" : [
                      "'걸그룹 명가' JYP엔터테인먼트가 선보이는 신인 그룹 ITZY(있지)가 2월 12일 데뷔 디지털 싱글 앨범 'IT’z Different'와 타이틀곡 '달라달라'를 발표한다.<br>",
                      "그룹명 ITZY에는 'EVERYTHING YOU WANT IT'Z IN US ITZY? ITZY!’라는 자신감 넘치는 의미를 담았다. 특정 대상을 지칭할 때 쓰는 'it', 갖고 싶은 대상을 향해 쓰는 'it' 등 영문이 갖는 의미와 걸그룹에게 기대하는 모든 매력을 갖고 '있다'는 우리말의 뜻을 포함한다.<br>",
                      "예지, 리아, 류진, 채령, 유나 5인으로 구성된 ITZY는 원더걸스, 미쓰에이, 트와이스 등 국내 가요계 걸그룹 계보를 장식하고 있는 JYP엔터테인먼트가 조합한 드림팀. 예지는 SBS '더 팬'에 출연해 뛰어난 가창력과 퍼포먼스로 대중의 눈도장을 받았다. 리아는 JYP가 새롭게 선보이는 '비밀병기' 멤버로 호기심과 궁금증을 만족감으로 바꿔줄 캐릭터다. 류진은 JTBC '믹스나인'에서 여자 부문 1위에 오르며 탄탄한 실력과 강력한 팬덤을 입증했다. 채령은 Mnet '식스틴'을 통해 일찌감치 얼굴을 알리면서 K팝 팬들의 지지를 받았다. 유나는 JYP 아이돌 그룹 스트레이 키즈를 탄생시킨 Mnet 리얼리티 프로그램 '스트레이 키즈'에 등장해 단숨에 시청자들의 시선을 붙잡았다...."
                 ],
                  "more" : [
                      "ITZY는 그룹의 아이덴티티와 색깔을 효과적으로 표현한 첫 디지털 싱글 앨범 'IT’z Different'의 타이틀곡 '달라달라'로 가요계 등장을 알린다. 타이틀곡 '달라달라'는 특별한 개성을 지닌 5명의 멤버들이 만나 유니크한 조합을 탄생시킨 것에 기안해 기존 K팝의 형식을 깨고 새롭게 제작한 'Fusion Groove(퓨전 그루브)'트랙이다. EDM, 하우스, 힙합 등 여러 장르의 장점을 취해 한 곡에 담아냈다. 가사는 세상의 중심에 선 '나'를 존중하고 사랑하는 내용으로, 존재 이유와 의미를 찾는 이 시대 개성들의 취향을 정조준한다. 그간 대중이 기대했던 '틴크러쉬', '걸크러쉬' 매력을 제대로 충족시킬 사운드와 메시지를 지녔다.<br>",
                      "데뷔 디지털 싱글 앨범 수록곡인 'WANT IT?'은 ITZY의 에너제틱한 팀 컬러를 느낄 수 있는 곡. 재미있는 랩과 인상적인 떼창 구간 속에 ITZY의 파워풀한 랩과 샤우팅을 배치해 곡의 개성을 살리고 동시에 멤버들의 잠재력을 뿜어낸다.<br>",
                      "등장을 알리자마자 K팝 시장 '태풍의 눈'으로 떠오른 그룹 ITZY는 시각과 청각을 충만하게 할 '기대 그 이상'의 매력으로 '4세대 그룹'의 서막을 열고 2019년 가요계를 이끈다.<br>",
                      "[Credit] <br> 1.달라달라 [Title]<br>작사: 별들의전쟁 * (GALACTIKA *)<br>작곡: 별들의전쟁 * (GALACTIKA *) , 아테나 (GALACTIKA *)<br>편곡: GALACTIKA *<br>Background vocals by F R I D A Y . (GALACTIKA *) / e.NA<br>Drums by CHANG (GALACTIKA *)<br>Keyboards by 아테나 (GALACTIKA *)<br>Background vocals recorded by 별들의전쟁 * at GALACTIKA studios<br>Digital editing by 정유라, HONZO<br>Recorded by 엄세희 (JYPE Studios), 강연누 at U Productions<br>Mixed by 이태섭 (JYPE Studios) at RCAVE Sound<br>Mixing Assisted by 엄세희 (JYPE Studios) at RCAVE Sound<br>Mastered by Chris Gehringer at Sterling Sound<br>",
                      "2. WANT IT?<br>작사: 이스란, Tommy Park<br>작곡: Emile Ghantous, Keith Hetrick, Allison Gillis, Aimee Proal, Whitney Phillips, Erin Beck<br>편곡: Emile Ghantous, Keith Hetrick<br>All instruments by Emile Ghantous and Keith Hetrick<br>Computer programming by Emile Ghantous and Keith Hetrick<br>Vocals directed by 별들의전쟁 * at Vibe Studio<br>Background vocals by F R I D A Y . (GALACTIKA *), 권선영<br>Background vocals recorded by 별들의전쟁 * at GALACTIKA studios<br>Recorded by 엄세희 (JYPE Studios) at Vibe Studio<br>Mixed by 임홍진 (JYPE Studios) at RCAVE Sound<br>Mixing Assisted by 엄세희 (JYPE Studios) at RCAVE Sound<br>Mastered by 박정언 at Honey Butter Studio   "
                  ]
              }
          ],
          "th" : [
              {
                  "head" : [
                      "‘เกิร์ลกรุ๊ปน้องใหม่ 5 คนแห่ง JYP’ ITZY, ปล่อยเพลงไตเติ้ล ‘DALLA DALLA’!<br>",
                      "- 'การปรากฏตัวของสุดยอดเกิร์ลกรุ๊ปแห่งวงการเพลงปี 2019'...ITZY, นำเสนอความมั่นใจในตัวเองที่ไม่เหมือนใครผ่านเพลงเดบิวต์ 'DALLA DALLA'<br>",
                      "- 'DALLA DALLA', Fusion Groove Sound ที่นำเสนอเอกลักษณ์ของ ITZY<br>",
                      "- เยจี-ลีอา-รยูจิน-แชรยอง-ยูนา สมาชิกทั้ง 5, เปิดฉากเริ่มต้น ‘เกิร์ลกรุ๊ปรุ่นที่ 4’ ด้วยเสน่ห์ที่เกินคาด!"
                  ],
                  "content" : [
                      "วันที่ 12 กุมภาพันธ์ ‘สุดยอดนักปั้นเกิร์ลกรุ๊ป’ JYP Entertainment เปิดตัวเกิร์ลกรุ๊ปหน้าใหม่ ITZY(อิทจี) พร้อมดิจิทัลซิงเกิ้ลอัลบั้มเดบิวต์ 'IT’z Different' ที่มาพร้อมกับเพลงไตเติ้ล ‘DALLA DALLA’<br>",
                      "ชื่อวง ITZY หมายถึง 'EVERYTHING YOU WANT IT'Z IN US ITZY? ITZY!’ ซึ่งเป็นความหมายที่แสดงถึงความมั่นใจอย่างเต็มเปี่ยม ความหมายของ ‘it’ ที่เป็นคำสรรพนามกล่าวถึงสิ่งเฉพาะเจาะจง, ‘it’ ที่ใช้สื่อถึงเป้าหมายที่อยากครอบครอง ฯลฯ ในภาษาอังกฤษ และสื่อความหมายในภาษาเกาหลีที่ว่า ‘มี (อิทตา)’ เสน่ห์ทุกแบบที่คาดหวังว่าเกิร์ลกรุ๊ปต้องมี<br>",
                      "ITZY ประกอบด้วยสมาชิก 5 คน ได้แก่ เยจี, ลีอา, รยูจิน, แชรยอง และยูนา รวมตัวกันเป็น Dream Team แห่ง JYP Entertainment ซึ่งเป็นที่เลื่องลือด้านการสร้างเกิร์ลกรุ๊ปแห่งวงการเพลงของประเทศเกาหลี อาทิ..."
                  ],
                  "more" : [
                      "Wonder Girls, miss A รวมไปถึง TWICE โดยหนึ่งในสมาชิกของวงอย่างเยจี ได้เข้าร่วมในรายการ SBS ‘THE FAN’ เยจีได้แสดงถึงความสามารถในการร้องเพลงและเพอร์ฟอร์แมนซ์สุดโดดเด่น จนกลายเป็นที่จดจำแก่ผู้ชมจำนวนมาก ในขณะที่ลีอา เป็นสมาชิกที่มีคาแรกเตอร์เปรียบเสมือน ‘อาวุธลับ’ ของ JYP ที่จะมาทำให้ผู้ชมเปลี่ยนจากความความสงสัยใคร่รู้ ไปสู่ความชอบในตัวเธอ ทางด้านรยูจินนั้น ได้พิสูจน์ความสามารถและสร้างฐานแฟนด้อมที่แข็งแกร่งด้วยตำแหน่งอันดับ 1 ฝั่งผู้แข่งขันหญิงในรายการ JTBC ‘MIXNINE’ ในส่วนของแชรยอง เคยปรากฏตัวในรายการ Mnet ‘SIXTEEN’ มาก่อน จึงทำให้เป็นที่รู้จักและได้รับการสนับสนุนจากแฟน ๆ K-POP และยูนาก็เคยปรากฏตัวใน รายการ ‘Stray Kids’ เรียลลิตี้โดยช่อง Mnet ที่ทำให้เกิดวงไอดอล Stray Kids แห่ง JYP โดยการปรากฏตัวของยูนาสามารถดึงดูดสายตาของผู้ชมได้อย่างรวดเร็ว<br>",
                      "ITZY ได้เปิดตัวสู่วงการเพลงด้วยดิจิทัลซิงเกิ้ลอัลบั้มแรก ‘IT’z Different’ ซึ่งมาพร้อมกับเพลงไตเติ้ล ‘DALLA DALLA’ ที่นำเสนอเอกลักษณ์และสีสันเฉพาะตัวของทีมได้อย่างชัดเจน โดยเพลงไตเติ้ล ‘DALLA DALLA’ เป็นแนวเพลงสไตล์ 'Fusion Groove' ที่สร้างขึ้นมาใหม่เพื่อหลุดออกจากกรอบของ K-POP แบบเดิม ๆ โดยเป็นการรวมตัวกันของสมาชิกทั้ง 5 คน ที่มีความยูนีคไม่เหมือนใคร และนำจุดเด่นของแนวเพลงที่หลากหลาย อาทิ EDM, House, Hip hop ฯลฯ มารวมไว้ในเพลงเดียว นอกจากนี้ ในส่วนของเนื้อเพลง ก็เน้นเนื้อหาเกี่ยวกับการเคารพและรัก ‘ตัวฉันเอง’ เป็นหลัก สอดคล้องกับยุคสมัยที่ผู้คนต่างก็ค้นหาเหตุผลและความหมายของการมีชีวิตอยู่ แถมยังใช้ซาวด์และการถ่ายทอดเนื้อหาที่มีเสน่ห์ในแบบ ‘Teen Crush’, ‘Girl Crush’ ทำให้ทุกคนต่างไม่ผิดหวัง สมกับที่รอคอย<br>",
                      "นอกจากนี้ เพลงในอัลบั้มอย่าง 'WANT IT?' ก็เป็นเพลงที่ทำให้สัมผัสได้ถึงสีสันของ ITZY ที่เต็มไปด้วยพลัง โดย ITZY ได้แร็ปและร้องตะโกนกันอย่างหนักแน่น ท่ามกลางท่อนแร็ปที่เต็มไปด้วยความสนุกสนานและท่อนร้องที่น่าประทับใจ ซึ่งนอกจากจะคงไว้ซึ่งเอกลักษณ์ของเพลงแล้ว ยังทำให้ได้เห็นถึงศักยภาพของเหล่าเมมเบอร์อีกด้วย<br>",
                      "ทันทีที่เปิดตัว ITZY ก็ทำให้นึกถึง ‘The Eye of The Typhoon’ แห่งตลาด K-POP ขึ้นมาในทันที ด้วยเสน่ห์ ‘เกินคาด’ ที่สร้างความบันเทิงให้กับผู้คนทั้งภาพและเสียง เป็นการเปิดฉากของ ‘เกิร์ลกรุ๊ปรุ่นที่ 4’ ที่พาวงการเพลงในปี 2019 ไปสู่อีกระดับ"
                  ]
              }
          ]
        }
      ]
  }